Repository: agx/virt-manager-debian
Catalog: po/*.po
Languages: de

source: Error launching migrate dialog: %s
de: Fehler beim Starten des Migrationsdialogs: %s

source: Error setting clone parameters: %s
de: Fehler beim Einrichten der Klonparameter: %s

source: Saving virtual machines over remote connections is not supported with this libvirt version or hypervisor.
de: Das Speichern von virtuellen Maschinen über Remote-Verbindungen wird von dieser libvirt-Version oder diesem Hypervisor nicht unterstützt.

source: Are you sure you want to save '%s'?
de: Sind Sie sicher, dass Sie «%s» speichern wollen?

source: Save Virtual Machine
de: Virtuelle Maschine speichern

source: Error saving domain: %s
de: Fehler beim Speichern der Domain: %s

source: Saving Virtual Machine
de: Virtuelle Maschine wird gespeichert

source: Saving virtual machine memory to disk
de: Virtuelle Maschine wird auf Festplatte gespeichert

source: Error cancelling save job: %s
de: Fehler beim Abbrechen der Speicheroperation: %s

source: Restoring virtual machines over remote connections is not yet supported
de: Das Wiederherstellen von virtuellen Maschinen über Remote-Verbindungen wird momentan nicht unterstützt

source: Restore Virtual Machine
de: Virtuelle Maschine wiederherstellen

source: Error restoring domain
de: Fehler beim Wiederherstellen der Domain

source: Are you sure you want to force poweroff '%s'?
de: Sind Sie sicher, dass Sie «%s» zwangsweise ausschalten wollen?

source: This will immediately poweroff the VM without shutting down the OS and may cause data loss.
de: Dies schaltet die VM sofort aus ohne Herunterfahren des Betriebssystems und beschädigt eventuell Daten.

source: Error shutting down domain
de: Fehler beim Herunterfahren der Domain

source: Are you sure you want to pause '%s'?
de: Sind Sie sicher, dass Sie «%s» pausieren wollen?

source: Error pausing domain
de: Fehler beim Pausieren der Domain

source: Error unpausing domain
de: Fehler beim Fortsetzen der Domain

source: The domain could not be restored. Would you like to remove the saved state and perform a regular start up?
de: Die Domain konnte nicht wiederhergestellt werden. Möchten Sie den gespeicherten Zustand löschen und einen regulären Start durchführen?

source: Error removing domain state: %s
de: Fehler beim Entfernen des Domain-Zustands: %s

source: Restoring Virtual Machine
de: Virtuelle Maschine wird wiederhergestellt

source: Restoring virtual machine memory from disk
de: Virtuelle Maschine wird von Festplatte wiederhergestellt

source: Error starting domain
de: Fehler beim Starten der Domain

source: Are you sure you want to poweroff '%s'?
de: Sind Sie sicher, dass Sie «%s» ausschalten wollen?

source: Are you sure you want to reboot '%s'?
de: Sind Sie sicher, dass Sie «%s» neustarten wollen?

source: Error rebooting domain: %s
de: Fehler beim Nestarten der Domain: %s

source: Are you sure you want to force reset '%s'?
de: Sind Sie sicher, dass Sie '%s' zwangsweise zurücksetzen wollen?

source: This will immediately reset the VM without shutting down the OS and may cause data loss.
de: Dies setzt die VM sofort zurück ohne Herunterfahren des Betriebssystems und beschädigt eventuell Daten.

source: Error resetting domain
de: Fehler beim Zurücksetzen der Domain

source: Input Error
de: Eingabefehler

source: Copy Volume Path
de: Kopiere Datenträgerpfad

source: %(currentmem)s of %(maxmem)s
de: %(currentmem)s von %(maxmem)s

source: Connection not active.
de: Verbindung nicht aktiv.

source: Libvirt connection does not support virtual network management.
de: Libvirt-Verbindungen unterstützen keine virtuelle Netzwerkverwaltung.

source: Libvirt connection does not support storage management.
de: Libvirt-Verbindungen unterstützen keine Speicherverwaltung.

source: Libvirt connection does not support interface management.
de: Libvirt-Verbindungen unterstützen keine Schnittstellenverwaltung.

source: Are you sure you want to permanently delete the network %s?
de: Sind Sie sicher, dass Sie das Netzwerk %s dauerhaft löschen wollen?

source: Error deleting network '%s'
de: Fehler beim Löschen des Netzwerks «%s»

source: Error starting network '%s'
de: Fehler beim Starten des Netzwerks «%s»

source: Error stopping network '%s'
de: Fehler beim Stoppen des Netzwerks «%s»

source: Error launching network wizard: %s
de: Fehler beim Starten des Netzwerkassistenten: %s

source: On Boot
de: Beim Start

source: Never
de: Nie

source: No virtual network selected.
de: Kein virtuelles Netzwerk ausgewählt.

source: Error selecting network: %s
de: Fehler beim Auswählen des Netzwerks: %s

source: Routed network
de: Geroutetes Netzwerk

source: Isolated network, internal routing only
de: Isoliertes Netzwerk, nur internes Routing

source: Isolated network, routing disabled
de: Isoliertes Netzwerk, Routing deaktiviert

source: Isolated network
de: Isoliertes Netzwerk

source: Error stopping pool '%s'
de: Fehler beim Stoppen des Pools «%s»

source: Error starting pool '%s'
de: Fehler beim Starten des Pools «%s»

source: Are you sure you want to permanently delete the pool %s?
de: Sind Sie sicher, dass Sie den Pool %s dauerhaft löschen wollen?

source: Error deleting pool '%s'
de: Fehler beim Löschen des Pools «%s»

source: Error refreshing pool '%s'
de: Fehler beim Neuladen des Pools «%s»

source: Are you sure you want to permanently delete the volume %s?
de: Sind Sie sicher, dass Sie den Datenträger %s dauerhaft löschen wollen?

source: Error refreshing volume '%s'
de: Fehler beim Neuladen des Datenträgers «%s»

source: Error launching pool wizard: %s
de: Fehler beim Starten des Pool-Assistenten: %s

source: Error launching volume wizard: %s
de: Fehler beim Starten des Datenträgerassistenten: %s

source: No storage pool selected.
de: Kein Speicher-Pool ausgewählt.

source: Error selecting pool: %s
de: Fehler beim Auswählen des Pools: %s

source: Create new volume
de: Neues Volume erstellen

source: Pool does not support volume creation
de: Pool unterstützt Volume-Erstellung nicht

source: Are you sure you want to stop the interface '%s'?
de: Sind Sie sicher, dass Sie '%s' stoppen wollen?

source: Error stopping interface '%s'
de: Fehler beim Stoppen der Schnittstelle «%s»

source: Are you sure you want to start the interface '%s'?
de: Sind Sie sicher, dass Sie die Schnittstelle «%s» starten wollen?

source: Error starting interface '%s'
de: Fehler beim Starten der Schnittstelle «%s»

source: Are you sure you want to permanently delete the interface %s?
de: Sind Sie sicher, dass Sie die Schnittstelle %s dauerhaft löschen wollen?

source: Error deleting interface '%s'
de: Fehler beim Löschen der Schnittstelle «%s»

source: Error launching interface wizard: %s
de: Fehler beim Starten des Netzwerkassistenten: %s

source: Error setting interface startmode: %s
de: Fehler beim Setzen des Startmodus: %s

source: No interface selected.
de: Keine Schnittstelle ausgewählt.

source: Error selecting interface: %s
de: Fehler beim Auswählen der Schnittstelle: %s

source: CPU usage
de: CPU-Verbrauch

source: Host CPU usage
de: CPU-Verbrauch des Hosts

source: Disk I/O
de: Festplatte E/A

source: Network I/O
de: Netzwerk E/A

source: This will remove the connection: %s Are you sure?
de: Dies löscht die Verbindung: %s Sind Sie sicher?

source: Double click to connect
de: Doppelklick zum Verbinden

source: Not Connected
de: Nicht verbunden

source: Connecting...
de: Verbinden...

source: Disabled in preferences dialog.
de: Deaktiviert im Einstellungsdialog.

source: (disabled)
de: (deaktiviert)

source: No media detected
de: Kein Medium erkannt

source: Media Unknown
de: Medium unbekannt

source: Migrate
de: Migrieren

source: Libvirt version does not support setting downtime.
de: Libvirt-Version unterstützt nicht die Einstellung der Downtime.

source: Libvirt version does not support tunnelled migration.
de: Libvirt-Version unterstützt keine getunnelte Migration.

source: A valid destination connection must be selected.
de: Eine gültige Zielverbindung muss gewählt sein.

source: Could not determine remotely accessible hostname for destination connection.
de: Von Remote aus erreichbarer Hostname für Zielverbindung konnte nicht bestimmt werden.

source: No connections available.
de: Keine Verbindungen verfügbar.

source: Connection hypervisors do not match.
de: Verbindungs-Hypervisoren stimmen nicht überein.

source: Connection is disconnected.
de: Verbindung ist getrennt.

source: max downtime must be greater than 0.
de: Maximale Downtime muss grösser als 0 sein.

source: An interface must be specified.
de: Eine Schnittstelle muss angegeben sein.

source: Transfer rate must be greater than 0.
de: Übertragungsrate muss grösser als 0 sein.

source: Port must be greater than 0.
de: Port muss grösser als 0 sein.

source: Unable to migrate guest: %s
de: Gast konnte nicht migriert werden: %s

source: Migrating VM '%s'
de: VM «%s» migrieren

source: Migrating VM '%s' from %s to %s. This may take a while.
de: VM '%s' von %s zu %s migirieren. Dies kann einen Weile dauern.

source: Error cancelling migrate job: %s
de: Fehler beim Abbrechen der Migrationsoperation: %s

source: Error talking to PackageKit: %s
de: Fehler bei Kommunikation mit PackageKit: %s

source: Fullscreen only
de: Nur Vollbildmodus

source: Always
de: Immer

source: Configure grab key combination
de: Fangtasten-Kombination konfigurieren

source: You can now define grab keys by pressing them. To confirm your selection please click OK button while you have desired keys pressed.
de: Sie können nun Fangtasten definieren durch Drücken der gewünschten Tasten. Um Ihre Auswahl zu bestätigen, klicken Sie auf OK, während Sie die Tasten gedrückt halten.

source: Please press desired grab key combination
de: Bitte Drücken Sie die gewünschte für Fangtasten-Kombination

source: Cannot open a device with no alias name
de: Gerät ohne Aliasname kann nicht geöffnet werden

source: Serial console not yet supported over remote connection
de: Serielle Konsole wird momentan noch nicht unterstützt über Remote-Verbindung

source: Serial console not available for inactive guest
de: Serielle Konsole nicht verfügbar für inaktiven Gast

source: Console for device type '%s' not yet supported
de: Konsole für Gerätetyp «%s» wird momentan noch nicht unterstützt

source: Can not access console path '%s'
de: Auf Konsolenpfad «%s» kann nicht zugegriffen werden

source: Error connecting to text console: %s
de: Fehler bei Verbindung mit Textkonsole: %s

source: Error refreshing snapshot list: %s
de: Fehler beim Aktualisieren der Snapshot-Liste: %s

source: Error creating snapshot: %s
de: Fehler beim Erzeugen des Snapshot: %s

source: Creating snapshot
de: Snapshot erzeugen

source: Creating virtual machine snapshot
de: Virtuelle Maschine Snapshot erstellen

source: Are you sure you want to permanently delete the snapshot '%s'?
de: Sind Sie sicher, dass Sie den Snapshot '%s' dauerhaft löschen wollen?

source: Error deleting snapshot '%s'
de: Fehler beim Löschen des Snapshots «%s»

source: No snapshot selected.
de: Keine Snapshot ausgewählt.

source: Error selecting snapshot: %s
de: Fehler beim Auswählen des Snapshot: %s

source: Size
de: Grösse

source: Used By
de: Genutzt von

source: Cannot use local storage on remote connection.
de: Auf Remote-Verbindung kann kein lokaler Speicher verwendet werden.

source: _Show Virtual Machine Manager
de: Anzeigen virtuellen Ma_schinen Manager

source: No virtual machines
de: Keine virtuellen Maschinen

source: Fully allocating storage may take longer now, but the OS install phase will be quicker. Skipping allocation can also cause space issues on the host machine, if the maximum image size exceeds available storage space. Tip: Storage format qcow2 and qed do not support full allocation.
de: Die vollständige Zuweisung von Speicher dauert zunächst länger, doch die Installation des Betriebssystems erfolgt dann schneller. Das Überspringen der Zuweisung kann zudem Platzprobleme auf dem Host-Rechner verursachen, falls die maximale Abbildgrösse den verfügbaren Speicherplatz übersteigt. Tipp: Die Speicherformate qcow2 und qed unterstützen keine vollständige Zuweisung.

source: Default pool is not active.
de: Standard-Pool ist inaktiv.

source: Storage pool '%s' is not active. Would you like to start the pool now?
de: Speicherpool «%s» ist nicht aktiv. Wollen Sie den Pool jetzt starten?

source: Could not start storage_pool '%s': %s
de: Speicherppool «%s» konnte nicht gestartet werden: %s

source: Usermode networking
de: Benutzermodus-Netzwerk

source: Virtual network
de: Virtuelles Netzwerk

source: No virtual networks available
de: Keine virtuellen Netzwerke verfügbar.

source: (Empty bridge)
de: (Leere Bridge)

source: Not bridged
de: Nicht gebridged

source: Host device %s %s
de: Host-Gerät %s %s

source: No networking
de: Kein Netzwerk

source: Specify shared device name
de: Namen des gemeinsam verwendeten Geräts angeben

source: Virtual Network is not active.
de: Virtuelles Netzwerk ist inaktiv.

source: Virtual Network '%s' is not active. Would you like to start the network now?
de: Virtuelles Netzwerk «%s» ist nicht aktiv. Wollen Sie das Netzwerk jetzt starten?

source: Could not start virtual network '%s': %s
de: Virtuelles Netzwerk «%s» konnte nicht gestartet werden: %s

source: Error with network parameters.
de: Fehler bei den Netzwerkparametern.

source: Mac address collision.
de: MAC-Adresskollision.

source: %s Are you sure you want to use this address?
de: %s Wollen Sie diese Adresse wirklich verwenden?

source: No device present
de: Kein Gerät vorhanden

source: _Reboot
de: _Neustart

source: _Shut Down
de: _Herunterfahren

source: F_orce Reset
de: F_orciertes Zurücksetzen

source: _Force Off
de: _Forciertes Ausschalten

source: Sa_ve
de: _Speichern

source: R_esume
de: _Wiederaufnehmen

source: _Delete
de: _Löschen

source: The emulator may not have search permissions for the path '%s'.
de: Der Emulator besitzt ggf. keine Suchberechtigungen für den Pfad «%s».

source: Do you want to correct this now?
de: Wollen Sie dies jetzt korrigieren?

source: Don't ask about these directories again.
de: Nicht erneut nach diesen Verzeichnissen fragen.

source: Errors were encountered changing permissions for the following directories:
de: Beim Ändern der Berechtigungen für die folgenden Verzeichnisse traten Fehler auf:

source: Don't ask me again
de: Nicht erneut nachfragen

source: Cannot convert to disk format %s
de: Konvertieren nach Festplattenformat %s nicht möglich

source: Cannot convert disk with absolute path %s
de: Konvertieren von Festplatte mit absolutem Pfad %s nicht möglich

source: Unknown format
de: Unbekanntes Format

source: Didn't find parent bus for disk '%s'
de: Parent-Bus für Festplatte '%s' nicht gefunden

source: Unknown reference id '%s' for path %s.
de: Unbekannte Referenz-ID '%s' für Pfad %s.

source: Unknown storage path type %s.
de: Unbekannter Speicherpfadtyp %s.

source: OVF section '%s' is listed as required, but parser doesn't know how to handle it.
de: OVF Abschnitt '%s' wird als notwendig angeführt, aber der Parser weiß nicht damit umzugehen.

source: Couldn't import file '%s': %s
de: Datei '%s' konnte nicht importiert werden: %s

source: No Name defined in '%s'
de: Kein Name definiert in '%s'

source: Unknown disk format '%s'
de: Unbekanntes Festplattenformat '%s'

source: VM must have a memory setting
de: VM muss eine Speichereinstellung haben

source: Syntax error at line %d: %s %s
de: Syntaxfehler in Zeile %d: %s %s

source: Didn't detect a storage line in the VMDK descriptor file
de: Keine Speicherzeile in VMDK-Deskriptordatei gefunden

source: Don't know how to handle multistorage VMDK descriptors
de: Kann nicht mit Mehrfach-Speicher VMDK Deskriptoren umgehen

source: No displayName defined in '%s'
de: Kein displayName definiert in '%s'

source: VM name is not set
de: VM-Name ist nicht angegeben

source: VM type is not set
de: VM-Typ ist nicht angegeben

source: VM arch is not set
de: VM-Architektur ist nicht angegeben

source: Disk %s:%s storage does not exist
de: Festplatte %s:%s Speicher existiert nicht

source: Unknown CPU model '%s'
de: Unbekanntes CPU-Modell '%s'

source: , domain type '%s'
de: , Domaintyp '%s'

source: , machine type '%s'
de: , Maschinentyp '%s'

source: No domains available for virt type '%(type)s', arch '%(arch)s'
de: Keine Domains verfügbar für Virtualisierungstyp '%(type)s', arch '%(arch)s'

source: for arch '%s'
de: für Architektur '%s'

source: virtualization type '%s'
de: Virtualisierungstyp '%s'

source: any virtualization options
de: jegliche Virtualisierungsoptionen

source: Host does not support %(virttype)s %(arch)s
de: Host unterstützt nicht %(virttype)s %(arch)s

source: Host does not support domain type %(domain)s%(machine)s for virtualization type '%(virttype)s' arch '%(arch)s'
de: Host unterstützt nicht Domänen-Typ %(domain)s%(machine)s für Virtualisierungs-Typ '%(virttype)s' arch '%(arch)s'

source: See man page for examples and full option syntax.
de: Siehe die man-Seite für Beispiele und kompletter Options-Syntax.

source: Exiting at user request.
de: Beenden durch Benutzer

source: Domain installation does not appear to have been successful. If it was, you can restart your domain by running: %s otherwise, please restart your installation.
de: Installation der Domäne scheint nicht erfolgreich gewesen zu sein.. Wenn ja, können Sie Ihre Domäne starten durch Ausführen von: %s ansonsten starten Sie bitte die Installation neu.

source: A yes or no response is required
de: 'Ja' oder 'Nein' ist als Antwort erforderlich

source: Do you really want to use this disk (yes or no)
de: Möchten Sie wirklich diese Festplatte verwenden (ja oder nein)

source: A disk path must be specified.
de: Ein Festplattenpfad muss angegeben werden.

source: A disk path must be specified to clone '%s'.
de: Ein Festplattenpfad muss zum Klonen von '%s' angegeben werden.

source: What would you like to use as the disk (file path)?
de: Was möchten Sie als Datenträger (Dateipfad) verwenden?

source: Please enter the path to the file you would like to use for storage. It will have size %sGB.
de: Geben Sie bitte den Pfad zu der Datei an, die Sie für die Speicherung verwenden möchten. Sie wird die Größe %sGB haben.

source: A size must be specified for non-existent disks.
de: Eine Größe muss für nicht existierende Datenträger angegeben werden.

source: How large would you like the disk (%s) to be (in gigabytes)?
de: Wie groß sollte der Datenträger (%s) sein (in Gigabyte)?

source: This will overwrite the existing path '%s'
de: Dieses wird den vorhandenen Pfad '%s' überschreiben

source: Disk %s is already in use by other guests %s.
de: Disk %s wird bereits von anderen Gästen %s verwendet.

source: --name is required
de: --name ist erforderlich

source: --ram amount in MB is required
de: --ram RAM-Menge in MB ist erforderlich

source: What is the name of your virtual machine?
de: Wie lautet der Name Ihrer virtuellen Maschine?

source: How much RAM should be allocated (in megabytes)?
de: Wie viel RAM soll zugewiesen werden (in Megabytes)?

source: Installs currently require %d megs of RAM.
de: Installationen erfordern derzeit %d MB RAM.

source: You have asked for more virtual CPUs (%d) than there are physical CPUs (%d) on the host. This will work, but performance will be poor.
de: Sie haben mehr virtuelle CPUs (%d) verlangt, als es physische CPUs (%d) auf dem Host gibt. Dies funktioniert, aber die Leistung wird dürftig sein.

source: Are you sure? (yes or no)
de: Sind Sie sicher? (ja oder nein)

source: Cannot mix both --bridge and --network arguments
de: Kann nicht beide Argumente, --bridge und --network, vermischen

source: Cannot mix --graphics and old style graphical options
de: Kann nicht --graphics und graphische Optionen im alten Stil vermischen

source: Can't specify more than one of VNC, SDL, --graphics or --nographics
de: Kann nicht mehr als eines angeben von: VNC, SDL, --graphics oder --nographics

source: Connect to hypervisor with libvirt URI
de: Verbindung zum Hypervisor mit libvirt URI

source: Don't boot guest after completing install.
de: Gast nach abgeschlossener Installation nicht starten.

source: Print the generated domain XML rather than define and clone the guest.
de: Drucken Sie die generierte Domänen-XML anstatt den Gast zu definieren und zu klonen.

source: Print XML of a specific install step (1, 2, 3, all) rather than define the guest.
de: Drucken XML eines bestimmten Installations-Schrittes (1, 2, 3, alle) anstatt den Gast zu definieren.

source: Run through install process, but do not create devices or define the guest.
de: Führen Sie den Installationsprozess durch, aber ohne Geräte zu erstellen oder den Gast zu definieren.

source: Suppress non-error output
de: Unterdrücken Fehlerfreie Ausgabe

source: Print debugging information
de: Debugging-Informationen anzeigen

source: Number of vcpus to configure for your guest. Ex: --vcpus 5 --vcpus 5,maxcpus=10 --vcpus sockets=2,cores=4,threads=2
de: Anzahl der auf Ihrem Gast zu konfigurierenden vcpus. Beispiel: --vcpus 5 --vcpus 5,maxcpus=10 --vcpus sockets=2,cores=4,threads=2

source: Set which physical CPUs domain can use.
de: Legen Sie fest welche physischen CPUs die Domäne verwenden kann.

source: CPU model and features. Ex: --cpu coreduo,+x2apic
de: CPU-Modell und Features. Beispiel: --cpu coreduo,+x2apic

source: Graphics Configuration
de: Grafikkonfiguration

source: Configure a guest network interface. Ex: --network bridge=mybr0 --network network=my_libvirt_virtual_net --network network=mynet,model=virtio,mac=00:11... --network network=mynet,filterref=clean-traffic,model=virtio
de: Konfigurieren Sie eine Gast-Netzwerkschnittstelle. Beispiel: --network bridge=mybr0 --network network=my_libvirt_virtual_net --network network=mynet,model=virtio,mac=00:11... --network network=mynet,filterref=clean-traffic,model=virtio

source: Configure a guest controller device. Ex: --controller type=usb,model=ich9-ehci1
de: Konfigurieren Sie ein Gast-Controllergerät. Beispiel: --controller type=usb,model=ich9-ehci1

source: Configure a guest serial device
de: Konfigurieren Sie ein serielles Gerät für den Gast

source: Configure a guest parallel device
de: Konfigurieren Sie ein paralleles Gerät für den Gast

source: Configure a guest communication channel
de: Konfigurieren Sie einen Gast-Kommunikationskanal

source: Configure a text console connection between the guest and host
de: Konfigurieren Sie eine Textkonsolenverbindung zwischen dem Gast und dem Host

source: Configure physical host devices attached to the guest
de: Konfigurieren Sie physische Host-Geräte verknüpft mit dem Gast

source: Configure guest sound device emulation
de: Konfigurieren Sie Gast-Audiogerät-Emulation

source: Configure a guest watchdog device
de: Konfigurieren Sie ein Gast-Watchdog-Gerät

source: Configure guest video hardware.
de: Konfigurieren Sie Gast-Grafikhardware.

source: Configure a guest smartcard device. Ex: --smartcard mode=passthrough
de: Konfigurieren Sie ein Gast-Smartcard-Gerät. Beispiel: --smartcard mode=passthrough

source: Configure a guest redirection device. Ex: --redirdev usb,type=tcp,server=192.168.1.1:4000
de: Konfigurieren Sie ein Gast-Umleitungsgerät. Beispiel: --redirdev usb,type=tcp,server=192.168.1.1:4000

source: Configure a guest memballoon device. Ex: --memballoon model=virtio
de: Konfigurieren Sie ein Gast-Memballoon-Gerät. Beispiel: --memballoon model=virtio

source: Configure a guest RNG device. Ex: --rng /dev/random --rng egd,backend_host=localhost,backend_service=708,backend_type=tcp
de: Konfigurieren einer Gast RNG Einheit. Ex: --rng /dev/random --rng egd,backend_host=localhost,backend_service=708,backend_type=tcp
