Repository: agx/virt-manager-debian
Catalog: po/*.po
Languages: de

source: Configure guest display settings. Ex: --graphics vnc --graphics spice,port=5901,tlsport=5902 --graphics none --graphics vnc,password=foobar,port=5910,keymap=ja
de: Konfigurieren Sie Gast-Anzeigeeigenschaften. Beispiel: --graphics vnc --graphics spice,port=5901,tlsport=5902 --graphics none --graphics vnc,password=foobar,port=5910,keymap=ja

source: Pass host directory to the guest. Ex: --filesystem /my/source/dir,/dir/in/guest --filesystem template_name,/,type=template
de: Host-Verzeichnis an Gast übergeben. Beispiel: --filesystem /my/source/dir,/dir/in/guest --filesystem template_name,/,type=template

source: The OS variant being installed guests, e.g. 'fedora18', 'rhel6', 'winxp', etc.
de: Die zu installierende Betriebssystemvariante für den Gast, z.B. 'fedora18', 'rhel6', 'winxp', etc.

source: Unknown options %s
de: Unbekannte Optionen %s

source: Cannot specify more than 1 storage path
de: Kann nicht mehr als 1 Speicher-Pfad festlegen

source: Size must be specified with all 'pool='
de: Größe muss angegeben werden mit allen 'pool='

source: Format attribute not supported for this volume type
de: Formatparameter wird für diesen Datenträgertyp nicht unterstützt

source: Storage volume must be specified as vol=poolname/volname
de: Speicher-Datenträger muss angegeben werden als vol=poolname/volname

source: Unknown '%s' value '%s'
de: Unbekannter '%s' Wert '%s'

source: Improper value for 'size': %s
de: Unzulässiger Wert für 'size': %s

source: Didn't match keymap '%s' in keytable!
de: Passt nicht auf Tastaturbelegung '%s' in der Schlüsseltabelle!

source: %(devtype)s type '%(chartype)s' does not support '%(optname)s' option.
de: %(devtype)s Typ '%(chartype)s' unterstützt nicht die '%(optname)s' Option.

source: Original xml must be a string.
de: Ursprüngliches XML muss eine Zeichenkette sein.

source: Invalid name for new guest: %s
de: Ungültiger Name für neuen Gast: %s

source: Invalid uuid for new guest: %s
de: Ungültige UUID für neuen Gast: %s

source: UUID '%s' is in use by another guest.
de: UUID '%s' wird von einem anderen Gast verwendet.

source: Could not use path '%s' for cloning: %s
de: Pfad '%s' konnte nicht zum Klonen verwendet werden: %s

source: Cloning policy must be a list of rules.
de: Klonrichtlinie muss eine Liste mit Regeln sein.

source: Original guest name or xml is required.
de: Originaler Gastname oder XML ist erforderlich.

source: Domain with devices to clone must be paused or shutoff.
de: Domain mit zu klonenden Geräten muss pausiert oder heruntergefahren sein.

source: Clone onto existing storage volume is not currently supported: '%s'
de: Klonen auf vorhandenen Speicherdatenträger wird derzeit nicht unterstützt: '%s'

source: More disks to clone than new paths specified. (%(passed)d specified, %(need)d needed
de: Mehr zu klonende Festplatten als neue Pfade angegeben wurden. (%(passed)d spezifiziert, %(need)d benötigt

source: Setting the graphics device port to autoport, in order to avoid conflicting.
de: Einstellen Port der Grafik-Einheit zu autoport, um Konflikt zu vermeiden.

source: Could not determine original disk information: %s
de: Originale Festplatteninformationen konnten nicht bestimmt werden: %s

source: Domain '%s' was not found.
de: Domain '%s' nicht gefunden.

source: No host CPU reported in capabilities
de: Keine Host-CPU in Fähigkeiten gemeldet

source: Could not determine or unsupported format of '%s'
de: Format von '%s' konnte nicht ermittelt werden oder ist nicht unterstützt

source: Virtual device type must be set in subclass.
de: Virtueller Einheiten-Typ muss in der Unterklasse eingestellt werden.

source: Unknown virtual device type '%s'.
de: Unbekannter virtueller Einheiten-Typ '%s'.

source: Physical host character device
de: Physische Host zeichenorientierte Einrichtung

source: Named pipe
de: Benannte Pipe

source: Output to a file
de: Ausgabe in eine Datei

source: Virtual console
de: Virtuelle Konsole

source: Null device
de: Nullgerät

source: TCP net console
de: TCP Netz Konsole

source: UDP net console
de: UDP Netz Konsole

source: Client mode
de: Client-Modus

source: Server mode
de: Server-Modus

source: Method used to expose character device in the host.
de: Methode die Charakter-Einheit im Host freizulegen.

source: Host input path to attach to the guest.
de: Host-Eingabe Pfad an den Gast anzuschließen.

source: Target connect/listen mode.
de: Ziel verbinden/anhören Modus.

source: Address to connect/listen to.
de: Adresse zu verbinden/anhören.

source: Port on target host to connect/listen to.
de: Port am Ziel-Host zu verbinden/anhören.

source: Host address to bind to.
de: Host Adresse zum anbinden.

source: Host port to bind to.
de: Host-Port zu verbinden.

source: Format used when sending data.
de: Format zur Datenübertragung.

source: Channel type as exposed in the guest.
de: Kanal-Typ wie im Gast freigelegt.

source: Guest forward channel address in the guest.
de: Gast Vorwärts Channel Adresse im Gast.

source: Guest forward channel port in the guest.
de: Gast Vorwärts Channel Port im Gast.

source: Sysfs name of virtio port in the guest
de: Sysfs Name des virtio Port im Gast

source: Permissions on '%s' did not stick
de: Berechtigungen auf '% s' haben nicht gehalten

source: Connection does not support storage lookup.
de: Verbindung unterstützt keine Speicher-Suche.

source: Couldn't lookup volume object: %s
de: Konnte nicht Volumen Objekt suchen: %s

source: Device type '%s' requires a path
de: Einheiten-Typ '%s' erfordert einen Pfad

source: Connection doesn't support remote storage.
de: Verbindung unterstützt keinen Remote Speicher.

source: Must specify libvirt managed storage if on a remote connection
de: Muss libvirt verwalteten Speicher angeben, wenn auf einer Remote-Verbindung

source: Must specify storage creation parameters for non-existent path '%s'.
de: Muss Speicher-Erstellungs Parameter für nicht vorhandenen Pfad '%s' angeben.

source: The path '%s' must be a file or a device, not a directory
de: Der Pfad '%s' muss eine Datei oder eine Einheit sein, nicht ein Verzeichniss

source: No more space for disks of type '%s'
de: Kein Platz mehr für Disks vom Typ '%s'

source: Filesystem target '%s' must be an absolute path
de: Ein Dateisystem-Ziel '%s' muss ein absoluter Pfad sein

source: %s must be above 5900, or -1 for auto allocation
de: %s muss über 5900 sein, oder -1 für automatische Zuweisung

source: Shared physical device
de: Gemeinsame physische Einheit

source: Virtual networking
de: Virtuelle Vernetzung

source: The MAC address '%s' is in use by another virtual machine.
de: Die MAC Adresse '%s' wird von einer anderen virtuellen Maschine verwendet.

source: Random
de: Zufällig

source: Entropy Gathering Daemon
de: Entropie Sammel-Daemon

source: Passthrough device
de: Durchgangs-Einheit

source: Forcefully reset the guest
de: Gewaltsam den Gast zurücksetzen

source: Gracefully shutdown the guest
de: Ordnungsgemäß den Gast herunterfahren

source: Forcefully power off the guest
de: Gewaltsames Ausschalten des Gastes

source: Pause the guest
de: Gast pausieren

source: No action
de: Keine Aktion

source: Cannot use storage '%(path)s': '%(rootdir)s' is not managed on the remote host.
de: Speicher '%(path)s' kann nicht verwendet werden: '%(rootdir)s' ist nicht auf dem Remote-Host verwaltet.

source: Cannot use storage %(path)s: %(err)s
de: Kann Speicher %(path)s nicht verwenden: %(err)s

source: Size must be specified for non existent volume path '%s'
de: Größe muss für nicht existenten Datenträger-Pfad '%s' angegeben werden

source: Storage type does not support format parameter.
de: Speicher-Typ unterstützt keine Format-Parameter.

source: Format cannot be specified for unmanaged storage.
de: Format kann nicht für nicht verwalteten Speicher angegeben werden.

source: Cannot create storage for %s device.
de: Kann nicht Speicher für %s Einheit erstellen.

source: Local block device path '%s' must exist.
de: Lokaler Block-Einheit Pfad '%s' muss vorhanden sein.

source: size is required for non-existent disk '%s'
de: Größe muss für nicht existierende Disk '%s' angegeben werden

source: No write access to directory '%s'
de: Kein Schreibzugriff auf Verzeichniss '%s'

source: The filesystem will not have enough free space to fully allocate the sparse file when the guest is running.
de: Das Dateisystem wird nicht genügend freien Speicherplatz haben, um die Datei mit geringer Dichte voll zuzuteilen, wenn der Gast läuft.

source: There is not enough free space to create the disk.
de: Es gibt nicht genügend freien Speicherplatz um die Festplatte zu erstellen.

source: %d M requested > %d M available
de: %d M angefordert > %d M verfügbar

source: Cloning %(srcfile)s
de: Klonen von %(srcfile)s

source: Creating storage file %s
de: Neue Speicherdatei '%s' anlegen

source: Error creating diskimage %s: %s
de: Fehler beim Anlegen des Disk-Image %s: %s

source: Error cloning diskimage %s to %s: %s
de: Fehler beim klonen des Disk-Image %s nach %s: %s

source: Invalid NFS format: No path specified.
de: Ungültiges NFS-Format: Kein Pfad spezifiziert.

source: Failed to lookup scratch media volume
de: Konnte nicht den überschreibbaren Datenträger lokalisieren

source: Transferring %s
de: Übertragung von %s

source: Checking installer location failed: Could not find media '%s'.
de: Überprüfen Standort des Installationsprogrammes fehlgeschlagen: Datenträger '%s' konnte nicht gefunden werden.

source: Invalid install location:
de: Ungültiger Installationsort:

source: cpuset must be string
de: cpuset muss eine Zeichenkette sein

source: cpuset can only contain numeric, ',', '^', or '-' characters
de: cpuset darf nur numerische Zeichen und ',', '^', oder '-' enthalten

source: cpuset contains invalid format.
de: cpuset enthält ungültiges Format.

source: cpuset's pCPU numbers must be less than pCPUs.
de: cpuset's pCPU Anzahl muss kleiner sein als pCPUs.

source: No topology section in capabilities xml.
de: Kein Netzstruktur-Abschnitt in Fähigkeiten XML.

source: Capabilities only show <= 1 cell. Not NUMA capable
de: Fähigkeiten zeigen nur <= 1 Zelle. Nicht NUMA fähig

source: Could not find any usable NUMA cell/cpu combinations.
de: Konnte keine nutzbare NUMA Zellen/CPU-Kombinationen finden.

source: Domain named %s already exists!
de: Domäne namens %s existiert bereits!

source: Could not remove old vm '%s': %s
de: Konnte alte vm '%s': %s nicht entfernen

source: Guest
de: Gast

source: Guest name '%s' is already in use.
de: Gastname '%s' wird bereits verwendet.

source: Distro '%s' does not exist in our dictionary
de: Distribution '%s' ist nicht in unserem Wörterbuch vorhanden

source: Domain has already been started!
de: Domäne wurde bereits gestartet!

source: Creating domain...
de: Domain wird erstellt...

source: Starting domain...
de: Domain wird gestartet...

source: Duplicate address for devices %s and %s
de: Doppelte Adressen für Einheiten %s und %s

source: Guest.cdrom must be a boolean type
de: Guest.cdrom muss ein boolescher Typ sein

source: Whether to enable DHCP
de: Ob DHCP aktiviert werden soll

source: Network gateway address
de: Netzwerk-Gateway-Adresse

source: Whether to enable IPv6 autoconfiguration
de: Ob IPv6-Autokonfiguration aktiviert werden soll

source: Name '%s' already in use by another interface.
de: Name '%s' wird bereits von einer anderen Schnittstelle verwendet.

source: Maximum transmit size in bytes
de: Maximale Übertragungsgröße in Bytes

source: When the interface will be auto-started.
de: Wann die Schnittstelle automatisch aktiviert wird.

source: Name for the interface object.
de: Name für das Schnittstellenobjekt.

source: Interface MAC address
de: MAC-Adresse der Schnittstelle

source: Whether STP is enabled on the bridge
de: Ob STP auf der Bridge aktiviert ist

source: Delay in seconds before forwarding begins when joining a network.
de: Verzögerung in Sekunden bevor die Weiterleitung bei Beitritt zu einem Netzwerk beginnt.

source: Mode of operation of the bonding device
de: Arbeitsweise der Bonding-Einrichtung

source: ARP monitoring interval in milliseconds
de: ARP Überwachungs-Intervall in Millisekunden

source: IP target used in ARP monitoring packets
de: IP-Ziel in ARP Überwachungs-Paketen verwendet

source: ARP monitor validation mode
de: ARP-Monitor Überprüfungsmodus

source: MII monitoring method.
de: MII Monitor Methode.

source: MII monitoring interval in milliseconds
de: MII Überwachungs-Intervall in Millisekunden

source: Time in milliseconds to wait before enabling a slave after link recovery
de: Wartezeit in Millisekunden bevor ein Sklave nach Verbindungswiederherstellung freigegeben wird

source: Time in milliseconds to wait before disabling a slave after link failure
de: Wartezeit in Millisekunden bevor ein Sklave nach Verbindungsverlust gesperrt wird

source: VLAN device tag number
de: VLAN-Einheit Kennzeichen-Nummer

source: Parent interface to create VLAN on
de: Übergeordnete Schnittstelle zur Erstellung eines VLAN

source: VLAN Tag and parent interface are required.
de: VLAN Kennzeichen und übergeordnete Schnittstelle sind erforderlich.

source: Could not define interface: %s
de: Schnittstelle konnte nicht definiert werden: %s

source: Could not create interface: %s
de: Schnittstelle konnte nicht erstellt werden: %s

source: NAT to %s
de: NAT zu %s

source: Route to %s
de: Route zu %s

source: Isolated network, internal and host routing only
de: Isoliertes Netzwerk, nur internes und Host-Routing

source: Connection does not support host device enumeration.
de: Verbindung unterstützt keine Host-Geräteaufzählung

source: Interface %s
de: Schnittstelle %s

source: Could not determine format of '%s'
de: Format von '%s' konnte nicht bestimmt werden

source: %s corresponds to multiple node devices
de: %s entspricht mehreren Knoten-Einheiten

source: Did not find a matching node device for '%s'
de: Konnte passende Knoten-Einheit für '%s' nicht finden

source: Storage object
de: Speicherobjekt

source: Name for the storage object.
de: Name für das Speicherobjekt.

source: Filesystem Directory
de: Dateisystemverzeichnis

source: Pre-Formatted Block Device
de: Vorformatiertes Blockgerät

source: Network Exported Directory
de: Netzwerk Exportiertes Verzeichnis

source: LVM Volume Group
de: LVM-Datenträgergruppe

source: Physical Disk Device
de: Physisches Festplattengerät

source: iSCSI Target
de: iSCSI-Ziel

source: Couldn't create default storage pool '%s': %s
de: Standard-Speicher-Pool «%s» konnte nicht erzeugt werden: %s

source: Name '%s' already in use by another pool.
de: Name '%s' wird bereits von einem anderen Pool verwendet.

source: Storage device type the pool will represent.
de: Art der Speicher-Einheit die der Pool darstellt.

source: iSCSI initiator qualified name
de: iSCSI initiator qualifizierter Name

source: Name of the Volume Group
de: Name der Datenträgergruppe

source: Hostname is required
de: Hostname ist erforderlich

source: Source path is required
de: Quell-Pfad ist erforderlich

source: Must explicitly specify source path if building pool
de: Der Quellen-Pfad muss ausdrücklich bei Aufbau des Pools angegeben werden

source: Must explicitly specify disk format if formatting disk device.
de: Muss explizit Disk-Format angeben, wenn eine Festplatten-Einheit formatiert wird.

source: Could not define storage pool: %s
de: Speicher-Pool konnte nicht definiert werden: %s

source: Could not build storage pool: %s
de: Speicher-Pool konnte nicht erstellt werden: %s

source: Could not start storage pool: %s
de: Speicher-Pool konnte nicht gestartet werden: %s

source: Could not set pool autostart flag: %s
de: Konnte das Kennzeichen des automatischen Pool-Starts nicht erstellen: %s

source: pool '%s' must be active.
de: Pool '%s' muss aktiv sein.

source: input_vol must be a virStorageVol
de: input_vol muss eine virStorageVol sein

source: Creating storage from an existing volume is not supported by this libvirt version.
de: Erstellen von Speicher aus einem vorhandenen Datenträger wird von dieser libvirt-Version nicht unterstützt.

source: virStorageVolume pointer to clone/use as input.
de: virStorageVolume Zeiger zum klonen/als Eingabe verwenden.

source: Name '%s' already in use by another volume.
de: Name '%s' wird bereits von einem anderen Datenträger verwendet.

source: Sparse logical volumes are not supported, setting allocation equal to capacity
de: Spärliche logische Volumes werden nicht unterstützt, setzen Zuteilung gleich zur Kapazität

source: Allocating '%s'
de: Zuweisen von '%s'

source: There is not enough free space on the storage pool to create the volume. (%d M requested allocation > %d M available)
de: Es ist nicht genügend freier Speicherplatz auf dem Speicher-Pool vorhanden, um den Datenträger zu erstellen. (%d M angeforderte Zuteilung > %d M verfügbar)

source: The requested volume capacity will exceed the available pool space when the volume is fully allocated. (%d M requested capacity > %d M available)
de: Die angeforderte Volumenkapazität übersteigt den verfügbaren Pool-Speicherplatz, wenn der Datenträger voll zugeteilt wird. (%d M angeforderte Kapazität > %d M verfügbar)

source: Retrieving file %s...
de: Datei %s wird abgerufen...

source: Couldn't acquire file %s: %s
de: Datei %s konnte nicht abgerufen werden: %s

source: Opening URL %s failed.
de: Öffnen von URL %s fehlgeschlagen.

source: Mounting location '%s' failed
de: Einbauplatz '% s' ist gescheitert

source: Could not find an installable distribution at '%s' The location must be the root directory of an install tree.
de: Konnte keine installierbare Auslieferung in '%s' finden Der Standort muss das Root-Verzeichnis einer Installations-Struktur sein.

source: Couldn't find %(type)s kernel for %(distro)s tree.
de: Konnte %(type)s Kernel für %(distro)s Struktur nicht finden.

source: Could not find boot.iso in %s tree.
de: Konnte boot.iso nicht in der %s Struktur finden.

source: Could not find a kernel path for virt type '%s'
de: Konnte keinen Kernel Pfad für virt Typ '%s' finden

source: Could not find a boot iso path for this tree.
de: Konnte keinen Start-ISO-Pfad für diese Struktur finden.

source: UUID must be a string.
de: UUID muss eine Zeichenkette sein.

source: UUID must be a 32-digit hexadecimal number. It may take the form xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx or may omit hyphens altogether.
de: UUID muss eine 32-stellige hexadezimale Zahl sein. Es kann in der Form XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX sein oder kann die Bindestriche ganz weglassen.

source: %s name must be a string
de: %s Name muss eine Zeichenkette sein

source: %s name must be less than 50 characters
de: %s Name muss aus weniger als 50 Zeichen bestehen

source: %s name can not be only numeric characters
de: %s Name kann nicht nur aus numerischen Zeichen bestehen

source: %s name can only contain alphanumeric, '_', '.', or '-' characters
de: %s Name darf nur alphanumerische Zeichen und '_', '.', oder '-' enthalten

source: MAC address must be a string.
de: MAC-Adresse muss eine Zeichenkette sein.

source: MAC address must be of the format AA:BB:CC:DD:EE:FF
de: MAC-Adresse muss dem Format AA:BB:CC:DD:EE:FF folgen

source: Name generation range exceeded.
de: Reichweite bei Namens-Erzeugung überschritten.

source: Invalid line length while parsing %s.
de: Ungültige Zeilenlänge bei der Syntaxanalyse von %s.

source: Defaulting bridge to xenbr%d
de: Standardisierung der Brücke auf xenbr%d

source: Expected exactly one 'domain' element
de: Erwartete genau ein 'domain' Element

source: Disk entry for '%s' not found
de: Festplatteneintrag für '%s' nicht gefunden

source: Memory must be an integer, but is '%s'
de: Speicher muss ein Ganzzahlwert sein, ist aber '%s'

source: The format for disk %s must be one of %s
de: Das Format für Datenträger %s muss eines sein von %s

source: Checking disk signature for %s
de: Überprüfen Datenträgersignatur für %s

source: Disk signature for %s does not match Expected: %s Received: %s
de: Datenträger-Signatur für %s stimmt nicht überein: Erwartet: %s, Empfangen: %s

source: Disk signature for %s does not match
de: Datenträger-Signatur für %s stimmt nicht überein

source: Could not find suitable boot descriptor for this host
de: Konnte keinen geeigneten Start-Deskriptor für diesen Host finden

source: boot_index out of range.
de: boot_index außerhalb des Bereiches.

source: Unsupported virtualization type: %s %s
de: Nicht unterstützter Virtualisierungstyp: %s %s

source: System disk %s does not exist
de: Systemfestplatte %s existiert nicht

source: translator-credits
de: Timo Trinks <ttrinks@redhat.com>, 2006, 2007. Michael Schönitzer <michael@schoenitzer.de>, 2007. Fabian Affolter <fab@fedoraproject.org>, 2008, 2009, 2010. Hedda Peters <hpeters@redhat.com>, 2009, 2012.

source: Add New Virtual Hardware
de: Neue virtuelle Hardware hinzufügen

source: C_reate a disk image on the computer's hard drive
de: P_lattenabbild auf Festplatte des Systems erstellen

source: _Allocate entire disk now
de: Gesamte Festplatte jetzt _zuweisen

source: Select _managed or other existing storage
de: _Verwalteten oder anderen Speicher wählen

source: Bro_wse...
de: D_urchsuchen ...

source: Device Type Field
de: Gerättypen-Feld

source: _Device type:
de: _Gerätetyp:

source: Cac_he mode:
de: Cac_he-Modus:

source: S_torage format:
de: Speicher_format:

source: MAC Address Field
de: MAC-Adressen-Feld

source: _Host device:
de: _Host-Gerät:

source: _MAC address:
de: _MAC-Adresse:

source: D_evice model:
de: G_erätemodell:

source: _Bridge name:
de: _Brücken-Name:

source: _Type:
de: _Typ:

source: _Address:
de: _Adresse:

source: Pa_ssword:
de: Pa_sswort:

source: A_utomatically allocated
de: A_utomatisch zuordnen

source: _Model:
de: _Modell:

source: Host _Device:
de: _Host-Gerät:

source: _Path:
de: _Pfad:

source: _Mode:
de: _Modus:

source: Use Te_lnet:
de: Te_lnet verwenden:

source: Device _Type:
de: Geräte_typ:

source: T_ype:
de: T_yp:

source: Ac_tion:
de: A_ktion:

source: E_xport filesystem as readonly mount
de: Dateisystem schreibgeschützt e_xportieren

source: _Browse...
de: _Durchsuchen ...

source: _Driver:
de: _Treiber

source: _Write Policy:
de: _Schreibrichtlinie:

source: Ta_rget path:
de: _Zielpfad:

source: Device Path:
de: Einheiten-Pfad:

source: Backend Type:
de: Unterbau Typ:

source: Backend Mode:
de: Backend Modus:

source: Device:
de: Gerät:

source: _Finish
de: _Abschliessen

source: Operation in progress
de: Operation ist im Gange

source: Please wait a few moments...
de: Bitte warten Sie einen Augenblick ...

source: Choose Media
de: Medium wählen

source: CD-_ROM or DVD
de: CD-ROM oder DVD:

source: _ISO Image Location
de: _ISO-Abbild-Ort:

source: _Location:
de: _Ort:

source: _Device Media:
de: _Gerätemedium:

source: <b>Choose Source Device or File</b>
de: <b>Quellgerät oder Datei auswählen</b>

source: Change MAC address
de: MAC-Adresse ändern

source: New _MAC:
de: Neue _MAC:

source: <span color='#484848'>Type:</span>
de: <span color='#484848'>Typ:</span>

source: Change storage path
de: Speicherpfad ändern

source: <span color='#484848'>Size:</span>
de: <span color='#484848'>Grösse:</span>

source: <span color='#484848'>Target:</span>
de: <span color='#484848'>Ziel:</span>

source: <span color='#484848'>Path:</span>
de: <span color='#484848'>Pfad:</span>

source: Existing disk
de: Vorhandene Platte

source: <span color='#484848'>New _Path:</span>
de: <span color='#484848'>Neuer _Pfad:</span>

source: Create a new disk (c_lone) for the virtual machine
de: Neue Platte erzeugen (k_lonen) für die virtuelle Maschine

source: Clone Virtual Machine
de: Virtuelle Maschine klonen

source: <span size='large' color='white'>Clone virtual machine</span>
de: <span size='large' color='white'>Virtuelle Maschine klonen</span>

source: Create a clone based on:
de: Klone erzeugen basierend auf:

source: No networking devices
de: Keine Netzwerkgeräte
