Repository: agx/virt-manager-debian
Catalog: po/*.po
Languages: de

source: Error starting Virtual Machine Manager
de: Fehler beim Starten des Virtual Machine Managers

source: virt-manager requires libvirt 0.6.0 or later.
de: virt-manager erfordert libvirt 0.6.0 oder später.

source: An install method must be specified (%(methods)s)
de: Eine Installationsmethode muss angegeben werden (%(methods)s)

source: --disk storage must be specified (override with --nodisks)
de: --disk Speicher muss angegeben werden (außer Kraft setzen mit --nodisks)

source: Error with storage parameters: %s
de: Fehler in Speicherparametern: %s

source: Would you like a fully virtualized guest (yes or no)? This will allow you to run unmodified operating systems.
de: Wünschen Sie einen voll virtualisierten Gast (ja oder nein)? Dies erlaubt Ihnen das Ausführen eines unveränderten Betriebssystems.

source: Would you like to use %s acceleration? (yes or no)
de: Möchten Sie %s Beschleunigung nutzen? (ja oder nein)

source: Can't do more than one of --hvm, --paravirt, or --container
de: Nur eine der Optionen --hvm, --paravirt oder --container zulässig

source: default
de: Standard

source: Error validating install location: %s
de: Fehler beim Prüfen des Installationssortes: %s

source: What is the install CD-ROM/ISO or URL?
de: Wie lautet die Installations-CD-ROM/ISO oder URL?

source: What is the install URL?
de: Wie lautet die Installations-URL?

source: Cannot specify storage and use --nodisks
de: Kann nicht Speicherung bestimmen und --nodisks verwenden

source: Cannot mix --file, --nonsparse, or --file-size with --disk options. Use --disk PATH[,size=SIZE][,sparse=yes|no]
de: Die --file, --nonsparse oder --file-size Optionen können nicht mit --disk Optionen gemischt werden. Verwenden Sie --disk PFAD[,size=GRÖSSE][,sparse=yes|no]

source: Cannot use --mac with --nonetworks
de: --mac kann nicht mit --nonetworks zusammen verwendet werden

source: Cannot use --bridge with --nonetworks
de: --bridge kann nicht mit --nonetworks zusammen verwendet werden

source: Cannot use --network with --nonetworks
de: --network kann nicht mit --nonetworks zusammen verwendet werden

source: Only one install method can be used (%(methods)s)
de: Nur eine Installationsmethode kann verwendet werden (%(methods)s)

source: Install methods (%s) cannot be specified for container guests
de: Installationsmethoden (%s) können nicht für Container-Gäste spezifiziert werden

source: Network PXE boot is not supported for paravirtualized guests
de: Netzwerk-PXE-Boot wird für paravirtualisierte Gäste nicht unterstützt

source: Paravirtualized guests cannot install off cdrom media.
de: Paravirtualisierte Gäste können nicht von CD-ROM-Installationsmedien installieren.

source: Libvirt version does not support remote --location installs
de: Libvirt-Version unterstützt keine entfernten --location Installationen

source: --extra-args only work if specified with --location.
de: --extra-args funktionieren nur, wenn sie mit --location spezifiziert werden.

source: --initrd-inject only works if specified with --location.
de: --initrd-inject funktioniert nur, wenn es mit --location spezifiziert wird.

source: Can't use --pxe with --nonetworks
de: --pxe kann nicht mit --nonetworks verwendet werden

source: A disk device must be specified with --import.
de: Ein Festplattengerät muss mit --import spezifiziert werden.

source: The guest's network configuration does not support PXE
de: Die Netzwerkkonfiguration des Gasts unterstützt kein PXE

source: Unable to connect to graphical console: virt-viewer not installed. Please install the 'virt-viewer' package.
de: Konnte nicht mit grafischer Konsole verbinden: virt-viewer ist nicht installiert. Bitte installieren Sie das 'virt-viewer'-Paket.

source: Starting install...
de: Installation wird gestartet...

source: Domain creation completed. You can restart your domain by running: %s
de: Domain-Erstellung abgeschlossen. Sie können Ihre Domain neu starten mit: %s

source: Guest installation complete... restarting guest.
de: Gast-Installation abgeschlossen... Gast wird neu gestartet.

source: Domain install interrupted.
de: Domain-Installation unterbrochen.

source: Domain has crashed.
de: Domain ist abgestürzt.

source: Domain installation still in progress. You can reconnect to the console to complete the installation process.
de: Domain-Installation ist noch in Arbeit. Sie können mit der Konsole verbinden, um den Installationsvorgang abzuschließen.

source: %d minutes
de: %d Minuten

source: Domain installation still in progress. Waiting %(time_string)s for installation to complete.
de: Domain-Installation ist noch in Arbeit. Warten %(time_string)s für die Installation fertigzustellen.

source: Domain has shutdown. Continuing.
de: Domain wurde beendet. Fortfahren.

source: Could not lookup domain after install: %s
de: Konnte Domäne nach der Installation nicht nachsehen: %s

source: Installation has exceeded specified time limit. Exiting application.
de: Installation hat das angegebene Zeitlimit überschritten. Anwendung wird beendet.

source: Dry run completed successfully
de: Testlauf erfolgreich abgeschlossen

source: --print-xml can only be used with guests that do not have an installation phase (--import, --boot, etc.). To see all generated XML, please use --print-step all.
de: --print-xml kann nur mit den Gästen eingesetzt werden, die nicht über eine Installationsphase verfügen (--import, --boot, etc.). Um alle erzeugten XML zu sehen, benutzen Sie bitte --print-step all.

source: Requested installation does not have XML step 2
de: Angeforderte Installation hat keinen XML Schritt 2

source: Requested installation does not have XML step 3
de: Angeforderte Installation hat keinen XML Schritt 3

source: Create a new virtual machine from specified install media.
de: Neue virtuelle Maschine von festgelegten Installations-Medien erstellen.

source: General Options
de: Allgemeine Optionen

source: Name of the guest instance
de: Name der Gastinstanz

source: Memory to allocate for guest instance in megabytes
de: Zuzuweisender Speicher für Gastinstanz in Megabytes

source: Human readable description of the VM to store in the generated XML.
de: Von Menschen lesbare Beschreibung der VM in der erzeugten XML speichern.

source: Set domain security driver configuration.
de: Erstellen Sie die Domänen-Sicherheit Treiber-Konfiguration.

source: Tune NUMA policy for the domain process.
de: Stimmen Sie die NUMA Richtlinie auf die Domänen Verarbeitung ab.

source: Installation Method Options
de: Installations-Verfahren Optionen

source: CD-ROM installation media
de: CD-ROM-Installationsmedium

source: Installation source (eg, nfs:host:/path, http://host/path, ftp://host/path)
de: Installationsquelle (z.B. nfs:host:/pfad, http://host/pfad, ftp://host/pfad)

source: Boot from the network using the PXE protocol
de: Vom Netzwerk booten mittels PXE-Protokoll

source: Build guest around an existing disk image
de: Gast um vorhandenes Festplattenimage herum erstellen

source: Path to init binary for container guest. Ex: --init /path/to/app (to contain an application) --init /sbin/init (for a full OS container)
de: Pfad zur init-Binärdatei für Container-Gast. Beispiel: --init /pfad/zur/app (als Container für eine Applikation) --init /sbin/init (als Container für ein vollständiges Betriebssystem)

source: Treat the CD-ROM media as a Live CD
de: CD-ROM-Medium wie Live-CD behandeln

source: Additional arguments to pass to the install kernel booted from --location
de: Zusätzliche Argumente, die an den Installations Kernel, der von --location gestartet wird, weitergegeben werden

source: Add given file to root of initrd from --location
de: Fügen Sie die angegebene Datei zur Wurzel des initrd von --location hinzu

source: Optionally configure post-install boot order, menu, permanent kernel boot, etc.
de: Konfigurieren Sie optional: Nach-Installation Systemstart-Reihenfolge, Menü, permanenten Kernel-Systemstart, etc.

source: Storage Configuration
de: Speicherkonfiguration

source: Specify storage with various options. Ex. --disk path=/my/existing/disk --disk path=/my/new/disk,size=5 (in gigabytes) --disk vol=poolname/volname,device=cdrom,bus=scsi,...
de: Speicher mit verschiedenen Optionen spezifizieren, z.B.: --disk path=/my/existing/disk --disk path=/my/new/disk,size=5 (in gigabytes) --disk vol=poolname/volname,device=cdrom,bus=scsi,...

source: Don't set up any disks for the guest.
de: Keine Festplatten für den Gast einrichten.

source: Don't create network interfaces for the guest.
de: Keine Netzwerkschnittstellen für den Gast erstellen.

source: Don't automatically try to connect to the guest console
de: Nicht automatisch mit der Gastkonsole zu verbinden versuchen

source: Device Options
de: Geräteoptionen

source: Virtualization Platform Options
de: Virtualisierungsplattform-Optionen

source: This guest should be a fully virtualized guest
de: Dieser Gast soll ein voll virtualisierter Gast sein

source: This guest should be a paravirtualized guest
de: Dieser Gast soll ein paravirtualisierter Gast sein

source: This guest should be a container guest
de: Dieser Gast soll ein Container-Gast sein

source: Hypervisor name to use (kvm, qemu, xen, ...)
de: Zu verwendender Hypervisor-Name (kvm, qemu, xen, ...)

source: The CPU architecture to simulate
de: Die zu simulierende CPU-Architektur

source: The machine type to emulate
de: Der zu emulierende Rechertyp

source: UUID for the guest.
de: UUID für den Gast.

source: Miscellaneous Options
de: Sonstige Optionen

source: Have domain autostart on host boot up.
de: Domäne soll automatisch nach dem Systemstart des Hosts starten.

source: Unknown argument '%s'
de: Unbekannter Parameter '%s'

source: --print-step must be 1, 2, 3, or all
de: --print-step muss 1, 2, 3, oder alle sein

source: Installation aborted at user request
de: Installation durch Benutzer abgebrochen

source: What is the name for the cloned virtual machine?
de: Wie lautet der Name für die geklonte virtuelle Maschine?

source: A name is required for the new virtual machine.
de: Ein Name ist erforderlich für die neue virtuelle Maschine.

source: What is the name of the original virtual machine?
de: Wie lautet der Name der originalen virtuellen Maschine?

source: An original machine name or xml file is required.
de: Ein originaler Maschinenname oder eine XML-Datei ist erforderlich.

source: What would you like to use as the cloned disk (file path) for '%s'?
de: Was möchten Sie als geklonte Festplatte (Dateipfad) für '%s' verwenden?

source: Duplicate a virtual machine, changing all unique configuration like MAC address, name, etc. The VM contents are not altered.
de: Duplizieren einer virtuellen Maschine und Änderung aller einzigartige Konfiguration wie MAC-Adresse, Name, etc. Der VM Inhalt wird nicht verändert.

source: Name of the original guest; The status must be shut off or paused.
de: Name des originalen Gasts. Der Status muss

source: XML file to use as the original guest.
de: XML-Datei als den originalen Gast verwenden.

source: Auto generate clone name and storage paths from the original guest configuration.
de: Automatisches erzeugen von Klone-Namen und Speicher-Pfaden aus der originalen Gast-Konfiguration.

source: Name for the new guest
de: Name des neuen Gastes

source: New UUID for the clone guest; Default is a randomly generated UUID
de: Neue UUID für den Klone-Gast; Standard ist eine zufällig generierte UUID

source: New file to use as the disk image for the new guest
de: Neue Datei zur Verwendung als Festplattenimage für den neuen Gast

source: Force to copy devices (eg, if 'hdc' is a readonly cdrom device, --force-copy=hdc)
de: Erzwinge kopieren von Geräten (z. B., wenn 'hdc' ein schreibgeschütztes CDROM Gerät ist, --force-copy=hdc)

source: Do not use a sparse file for the clone's disk image
de: Eine Sparse-Datei kann nicht für das Datenträger-Abbild des Klones verwendet werden

source: Do not clone storage, new disk images specified via --file are preserved unchanged
de: Speicher nicht klonen, neue Datenträger-Abbilder angegeben via --file werden unverändert erhalten

source: Networking Configuration
de: Netzwerke Konfiguration

source: New fixed MAC address for the clone guest. Default is a randomly generated MAC
de: Neue fixe MAC-Adresse für den Klone-Gast; Standard ist eine zufällig generierte MAC

source: Clone '%s' created successfully.
de: Clone '%s' wurde erfolgreich erstellt.

source: Create a virtual machine from a virt-image(5) image descriptor.
de: Erstellen einer virtuellen Maschine von einem virt-image(5) Image-Deskriptor.

source: The zero-based index of the boot record to use
de: Der auf null basierende Index des zu verwendenden Startprogrammes

source: Skip disk checksum verification process
de: Überspringen Datenträger-Prüfsummen Überprüfungs-Verfahren

source: You need to provide an image XML descriptor
de: Sie müssen einen Abbild XML-Deskriptor bereitstellen

source: Cannot parse
de: Kann nicht verarbeiten

source: The index for --boot must be between 0 and %d
de: Der Index für --boot muss zwischen 0 und %d liegen

source: Creating guest %s...
de: Gast %s wird erstellt...

source: Convert from virtual machine descriptor format to another. The VM contents are not altered.
de: Konvertieren von einem virtuellen Maschine Deskriptor Format in ein anderes. Die VM Inhalte werden nicht verändert.

source: Input format, e.g. 'vmx'
de: Eingabeformat, z.B. 'vmx'

source: Output format, e.g. 'virt-image'
de: Ausgabeformat, z.B. 'virt-image'

source: Output disk format
de: Ausgabe Datenträgerformat

source: Machine Architecture Type (i686/x86_64/ppc)
de: Rechner-Architekturyp (i686/x86_64/ppc)

source: You need to provide an input VM definition
de: Sie müssen eine Eingabe VM Definition bereitstellen

source: Too many arguments provided
de: Zu viele Parameter angegeben

source: Unknown output disk format "%s"
de: Unbekanntes Ausgabe Datenträgerformat "%s"

source: Unknown output format "%s")
de: Unbekanntes Ausgabeformat "%s")

source: No output handler for format "%s")
de: Kein Ausgabe-Handler für Format "%s")

source: Couldn't access input argument "%s"
de: Konnte nicht auf Eingabeargument "%s" zugreifen

source: Couldn't determine input format for "%s": %s
de: Eingabeformat für "%s" konnte nicht bestimmt werden: %s

source: Unknown input format "%s")
de: Unbekanntes Eingabeformat "%s")

source: No input handler for format "%s"
de: Kein Eingabe-Handler für Format "%s"

source: Couldn't clean up output directory "%s": %s
de: Ausgabeverzeichnis "%s" konnte nicht bereinigt werden: %s

source: Couldn't import file "%s": %s
de: Datei "%s" konnte nicht importiert werden: %s

source: Generating output in '%(format)s' format to %(dir)s/
de: Generiere Ausgabe in '%(format)s' Format in %(dir)s/

source: Converting disk '%(path)s' to type %(format)s...
de: Konvertiere Festplatte '%(path)s' nach Typ %(format)s...

source: Couldn't convert disks: %s
de: Festplatten konnten nicht konvertiert werden: %s

source: Couldn't export to file "%s": %s
de: Konnte nicht nach Datei "%s" exportieren: %s

source: Aborted at user request
de: Abbruch durch Benutzer

source: Connection does not support storage management.
de: Verbindung unterstützt keine Speicherverwaltung.

source: Not supported for this guest type.
de: Für diesen Gasttyp nicht unterstützt

source: Connection does not support host device enumeration
de: Verbindung unterstützt keine Host-Geräteaufzählung

source: Libvirt version does not support video devices.
de: Libvirt-Version unterstützt keine Grafikgeräte.

source: Not supported for this hypervisor/libvirt combination.
de: Für diese Hypervisor/libvirt-Kombination nicht unterstützt.

source: Hypervisor default
de: Hypervisor-Standard

source: Localhost only
de: Nur Local-Host

source: All interfaces
de: Alle Schnittstellen

source: IDE disk
de: IDE-Festplatte

source: Floppy disk
de: Diskette

source: SCSI disk
de: SCSI-Festplatte

source: USB disk
de: USB-Datenträger

source: SATA disk
de: SATA-Festplatte

source: SD disk
de: SD-Datenträger

source: Virtio disk
de: Virtio-Festplatte

source: Virtio SCSI disk
de: Virtio-SCSI-Festplatte

source: Xen virtual disk
de: Xen virtuelle Festplatte

source: EvTouch USB Graphics Tablet
de: EvTouch USB-Grafiktablett

source: Generic USB Mouse
de: Generische USB-Maus

source: No Devices Available
de: Kein Gerät verfügbar

source: The following storage already exists, but is not in use by any virtual machine: %s Would you like to reuse this storage?
de: Der folgende Speicher existiert bereits, wird jedoch von keiner virtuellen Maschine verwendet: %s Möchten Sie diesen Speicher wiederverwenden?

source: Error
de: Fehler

source: Storage
de: Speicher

source: Network
de: Netzwerk

source: Input
de: Eingabe

source: Graphics
de: Grafik

source: Sound
de: Audio

source: Video Device
de: Videogerät

source: Watchdog Device
de: Watchdog-Gerät

source: Filesystem Passthrough
de: Dateisystem-Passthrough

source: USB Redirection
de: USB-Umleitung

source: Random Number Generator
de: Zufallszahlen Generator

source: Te_mplate:
de: _Vorlage:

source: _Source path:
de: _Quellpfad:

source: Are you sure you want to add this device?
de: Wollen Sie dieses Gerät wirklich hinzufügen?

source: This device could not be attached to the running machine. Would you like to make the device available after the next guest shutdown?
de: Das Gerät konnte nicht an die laufende Maschine angeschlossen werden. Möchten Sie das Gerät nach dem nächsten Herunterfahren des Gasts verfügbar machen?

source: Error adding device: %s
de: Fehler beim Hinzufügen des Geräts: %s

source: Unable to add device: %s
de: Kann Gerät nicht hinzufügen: %s

source: Uncaught error validating hardware input: %s
de: Nicht erfasster Fehler bei Validierung von Hardwareeingabe: %s

source: Creating device
de: Einheit erstellen

source: Depending on the device, this may take a few minutes to complete.
de: Abhängig von der Einheit kann dieser Vorgang einige Minuten dauern.

source: Storage parameter error.
de: Fehler bei Speicherparametern.

source: Not Enough Free Space
de: Nicht genügend freier Platz

source: Disk "%s" is already in use by other guests %s
de: Disk "%s" wird bereits von anderen Gästen %s verwendet

source: Do you really want to use the disk?
de: Wollen Sie die Platte wirklich verwenden?

source: Network selection error.
de: Fehler bei Netzwerkauswahl.

source: A network source must be selected.
de: Eine Netzwerkquelle muss gewählt sein.

source: Invalid MAC address
de: Ungültige MAC-Adresse

source: A MAC address must be entered.
de: Eine MAC-Adresse muss angegeben sein.

source: Graphics device parameter error
de: Grafikgerät-Parameterfehler

source: Sound device parameter error
de: Audiogerät-Parameterfehler

source: Physical Device Required
de: Physisches Gerät wird benötigt

source: A device must be selected.
de: Ein Gerät muss gewählt sein.

source: Could not find USB device (vendorId: %s, productId: %s)
de: Konnte USB Einheit nicht finden (vendorId: %s, productId: %s)

source: Host device parameter error
de: Host-Gerät-Parameterfehler

source: %s device parameter error
de: %s-Gerät-Parameterfehler

source: Video device parameter error
de: Videogerät-Parameterfehler

source: Watchdog parameter error
de: Watchdog-Parameterfehler

source: A filesystem source must be specified
de: Eine Dateisystemquelle muss angegeben werden

source: A filesystem target must be specified
de: Ein Dateisystemziel muss angegeben werden

source: Invalid target path. A filesystem with that target already exists
de: Ungültiger Zielpfad. Ein Dateisystem mit diesem Ziel existiert bereits

source: Filesystem parameter error
de: Dateisystem-Parameterfehler

source: Smartcard device parameter error
de: Smartcard-Gerät-Parameterfehler

source: USB redirected device parameter error
de: Parameterfehler bei USB-umgeleitetem Gerät

source: TPM device parameter error
de: TPM Einheit Parameter Fehler

source: RNG selection error.
de: RNG Auswahl Fehler.

source: A device must be specified.
de: Eine Einheit muss spezifiziert werden.

source: Please specify both bind and connect host
de: Bitte spezifizieren Sie den Bind- als auch den Verbindungs-Host

source: Please specify both bind and connect service
de: Bitte spezifizieren Sie das Bind- als auch das Verbindungs-Service

source: The EGD host must be specified.
de: Der EGD Host muss angegeben werden.

source: The EGD service must be specified.
de: Das EGD Service muss angegeben werden.

source: Invalid RNG type.
de: Ungültiger RNG Typ.

source: RNG device parameter error
de: RNG Einheit Parameterfehler

source: Cancel the job?
de: Job abbrechen?

source: Cancelling job...
de: Job wird abgebrochen …

source: Processing...
de: In Bearbeitung ...

source: Completed
de: Abgeschlossen

source: Invalid Media Path
de: Ungültiger Mediumpfad

source: A media path must be specified.
de: Ein Mediumpfad muss angegeben werden.

source: Floppy D_rive
de: Disketten-Laufwerk

source: Floppy _Image
de: Disketten-Abb_ild

source: No storage to clone.
de: Kein zu klonender Speicher.

source: Connection does not support managed storage cloning.
de: Verbindung unterstützt nicht das Klonen von verwaltetem Speicher.

source: Cannot clone unmanaged remote storage.
de: Nicht verwalteter entfernter Speicher kann nicht geklont werden.

source: Block devices to clone must be libvirt managed storage volumes.
de: Zu klonende Blockgeräte müssen libvirt- verwaltete Speicherdatenträger sein.

source: No write access to parent directory.
de: Keine Schreibrechte für übergeordnetes Verzeichnis.

source: Path does not exist.
de: Pfad existiert nicht.

source: Removable
de: Entfernbar

source: Read Only
de: Schreibgeschützt

source: No write access
de: Kein Schreibzugriff

source: Shareable
de: Freigebbar

source: Usermode
de: Benutzermodus

source: Virtual Network
de: Virtuelles Netzwerk

source: Nothing to clone.
de: Nichts zu Klonen.

source: Clone this disk
de: Diese Festplatte klonen

source: Share disk with %s
de: Diese Festplatte für %s freigeben

source: Storage cannot be shared or cloned.
de: Speicher kann nicht freigegeben oder geklont werden.

source: One or more disks cannot be cloned or shared.
de: Eine oder mehrere Festplatten können nicht freigegeben oder geklont werden.

source: Error changing MAC address: %s
de: Fehler beim Ändern der MAC-Adresse: %s

source: Cloning will overwrite the existing file
de: Beim Klonen wird die vorhandene Datei überschrieben

source: Using an existing image will overwrite the path during the clone process. Are you sure you want to use this path?
de: Durch Verwendung eines vorhandenen Abbilds wird der Pfad während des Klonprozesses überschrieben. Sind Sie sicher, dass Sie diesen Pfad verwenden möchten?

source: Error changing storage path: %s
de: Fehler beim Wechseln des Speicherpfads: %s

source: Skipping disks may cause data to be overwritten.
de: Überspringen von Platten kann zum Überschreiben von Daten führen.

source: The following disk devices will not be cloned: %s Running the new guest could overwrite data in these disk images.
de: Die folgenden Festplattengeräte werden nicht geklont: %s Das Ausführen des neuen Gasts kann zum Überschreiben von Daten in diesen Plattenabbildern führen.

source: Error creating virtual machine clone '%s': %s
de: Fehler beim Erzeugen des Klons der virtuellen Maschine «%s»: %s

source: Uncaught error validating input: %s
de: Nicht erfasster Fehler bei Validierung von Eingabe: %s

source: Creating virtual machine clone '%s'
de: Erzeugen eines Klons der virtuellen Maschine «%s»

source: and selected storage (this may take a while)
de: und ausgewählten Speichers (dies kann eine Weile dauern)

source: Locate or create storage volume
de: Speicherdatenträger lokalisieren oder anlegen

source: Locate existing storage
de: Vorhandenen Speicherplatz suchen
