Repository: agx/virt-manager-debian
Catalog: po/*.po
Languages: de

source: Locate ISO media volume
de: Datenträger mit ISO-Medium lokalisieren

source: Locate ISO media
de: ISO-Medium lokalisieren

source: Locate floppy media volume
de: Datenträger mit Diskettenmedium lokalisieren

source: Locate floppy media
de: Diskettenmedium lokalisieren

source: Locate directory volume
de: Verzeichnisdatenträger lokalisieren

source: A hostname is required for remote connections.
de: Ein Rechnername wird für die entfernte Verbindung benötigt.

source: Could not build physical interface list via libvirt: %s
de: Listing physischer Schnittstellen konnte via libvirt nicht erzeugt werden: %s

source: Libvirt version does not support physical interface listing.
de: Libvirt-Version unterstützt nicht das Listing physischer Schnittstellen.

source: Could not build media list via libvirt: %s
de: Medialisting konnte via libvirt nicht erzeugt werden: %s

source: Libvirt version does not support media listing.
de: Libvirt-Version unterstützt keine Medialisting.

source: Disconnected
de: Getrennt

source: Connecting
de: Verbinden

source: Active
de: Aktiv

source: Inactive
de: Inaktiv

source: Unknown
de: Unbekannt

source: Unable to provide requested credentials to the VNC server
de: Angeforderte Berechtigungsnachweise konnten dem VNC-Server nicht geliefert werden

source: The credential type %s is not supported
de: Berechtigungsnachweistyp %s wird nicht unterstützt.

source: Unable to authenticate
de: Authentifizierung konnte nicht erfolgen

source: Unsupported console authentication type
de: Nicht unterstützter Konsolen-Authentifizierungstyp

source: Error opening socket path '%s': %s
de: Fehler beim Öffnen von Socketpfad «%s»: %s

source: Error opening socket path '%s'
de: Fehler beim Öffnen von Socketpfad «%s»

source: USB redirection error
de: USB-Umleitungs Fehler

source: %s %s %s at %d-%d
de: %s %s %s auf %d-%d

source: Leave fullscreen
de: Vollbildmodus verlassen

source: Send key combination
de: Tastenkombination senden

source: Virtual Machine
de: Virtuelle Maschine

source: Press %s to release pointer.
de: Drücken Sie %s, um den Mauszeiger freizugeben.

source: Guest not running
de: Gast läuft nicht

source: Guest has crashed
de: Gast ist abgestürzt

source: Error: viewer connection to hypervisor host got refused or disconnected!
de: Fehler: Viewer-Verbindung zum Hypervisorhost wurde abgelehnt oder unterbrochen!

source: Graphical console not configured for guest
de: Grafische Konsole nicht konfiguriert für Gast

source: Cannot display graphical console type '%s'
de: Grafischer Konsolentyp «%s» kann nicht angezeigt werden

source: Guest is on a remote host with transport '%s' but is only configured to listen on 127.0.0.1. Connect using 'ssh' transport or change the guest's listen address.
de: Gast ist auf einem Remote-Host mit Transport '%s' aber ist nur konfiguriert auf 127.0.0.1 zu hören. Verbinden Sie mit 'ssh' Transport oder ändern die Horch-Adresse der Gastes.

source: Graphical console is not yet active for guest
de: Grafische Konsole für Gast jetzt noch nicht aktiv

source: Connecting to graphical console for guest
de: Verbinde mit grafischer Konsole für Gast

source: Error connecting to graphical console
de: Fehler bei Verbindung mit grafischer Konsole

source: No text console available
de: Keine Textkonsole verfügbar

source: No graphical console available
de: Keine grafische Konsole verfügbar

source: Graphical Console %s
de: Grafische Konsole %s

source: No active connection to install on.
de: Keine aktive Verbindung für die Installation verfügbar.

source: Libvirt version does not support remote URL installs.
de: Libvirt-Version unterstützt keine Installation von entfernten URLs.

source: %s installs not available for paravirt guests.
de: %s Installationen nicht verfügbar für paravirtualisierte Gäste.

source: No install methods available for this connection.
de: Keine Installationsmethoden verfügbar für diese Verbindung.

source: No hypervisor options were found for this connection.
de: Keine Hypervisor-Optionen für diese Verbindung gefunden.

source: This usually means that QEMU or KVM is not installed on your machine, or the KVM kernel modules are not loaded.
de: Dies bedeutet normalerweise, dass QEMU oder KVM nicht auf Ihrer Maschine installiert ist, oder dass die KVM-Kernelmodule nicht geladen sind.

source: Host supports full virtualization, but no related install options are available. This may mean support is disabled in your system BIOS.
de: Host unterstützt volle Virtualisierung, allerdings sind keine entsprechenden Installationsoptionen verfügbar. Möglicherweise ist die Virtualisierungsunterstützung im BIOS Ihres Systems deaktiviert.

source: Host does not appear to support hardware virtualization. Install options may be limited.
de: Host scheint keine Hardwarevirtualisierung zu unterstützen. Installationsoptionen sind möglicherweise eingeschränkt.

source: KVM is not available. This may mean the KVM package is not installed, or the KVM kernel modules are not loaded. Your virtual machines may perform poorly.
de: KVM ist nicht verfügbar. Möglicherweise ist das KVM-Paket nicht installiert oder die KVM-Kernelmodule sind nicht geladen. Die Leistung Ihrer virtuellen Maschinen ist ggf. eingeschränkt.

source: Up to %(maxmem)s available on the host
de: Bis zu %(maxmem)s verfügbar auf diesem Host

source: Up to %(numcpus)d available
de: Bis zu %(numcpus)d verfügbar

source: Generic
de: Allgemein

source: Show all OS options
de: Alle Betriebssystemoptionen anzeigen

source: Local CDROM/ISO
de: Lokales CDROM/ISO

source: URL Install Tree
de: Installationsbaum-URL

source: PXE Install
de: PXE-Installation

source: Import existing OS image
de: Vorhandenes Betriebssystemabbild importieren

source: Application container
de: Anwendungscontainer

source: Operating system container
de: Betriebssystemcontainer

source: Host filesystem
de: Host-Dateisystem

source: None
de: Kein

source: Network selection does not support PXE
de: Netzwerkauswahl unterstützt kein PXE

source: Step %(current_page)d of %(max_page)d
de: Schritt %(current_page)d von %(max_page)d

source: Error setting UUID: %s
de: Fehler beim Einrichten der UUID: %s

source: Error setting OS information.
de: Fehler beim Einrichten der Betriebssysteminformationen.

source: Error setting up default devices:
de: Fehler beim Einrichten der Standardgeräte:

source: Uncaught error validating install parameters: %s
de: Nicht erfasster Fehler bei Validierung von Installationsparametern: %s

source: An install media selection is required.
de: Eine Installationsmedien-Auswahl ist erforderlich.

source: An install tree is required.
de: Ein Installationsbaum ist erforderlich.

source: A storage path to import is required.
de: Ein zu importierender Speicherpfad ist erforderlich.

source: An application path is required.
de: Ein Anwendungspfad ist erforderlich.

source: An OS directory path is required.
de: Ein Betriebssystemverzeichnispfad ist erforderlich.

source: Error setting installer parameters.
de: Fehler beim Einrichten der Installationsparameter.

source: Error setting install media location.
de: Fehler beim Einrichten des Installationsmedien-Ortes.

source: Error setting CPUs.
de: Fehler beim Einrichten der CPUs.

source: Error setting guest memory.
de: Fehler beim Einrichten des Gastspeichers.

source: A storage path must be specified.
de: Ein Speicherpfad muss angegeben sein.

source: Network device required for %s install.
de: Netzwerkgerät wird für %s-Installation benötigt.

source: Error starting installation:
de: Fehler beim Starten der Installation:

source: Unable to complete install: '%s'
de: Installation konnte nicht fertiggestellt werden: «%s»

source: Creating Virtual Machine
de: Virtuelle Maschine erstellen

source: The virtual machine is now being created. Allocation of disk storage and retrieval of the installation images may take a few minutes to complete.
de: Die virtuelle Maschine wird nun erzeugt. Das Zuweisen von Festplattenspeicher und Abrufen der Installationsabbilder kann eine Minuten dauern.

source: Error continue install: %s
de: Fehler beim Fortführen der Installation: %s

source: Detecting
de: Erkennen

source: Type
de: Typ

source: In use by
de: In Verwendung von

source: System default
de: Systemstandard

source: Choose interface(s) to bridge:
de: Schnittstelle(n) für Bridge auswählen:

source: Choose parent interface:
de: Übergeordnete Schnittstelle auswählen:

source: Choose interfaces to bond:
de: Schnittstelle für Bond auswählen:

source: Choose an unconfigured interface:
de: Unkonfigurierte Schnittstelle auswählen:

source: No interface selected
de: Keine Schnittstelle ausgewählt

source: An interface name is required.
de: Ein Schnittstellenname ist erforderlich.

source: An interface must be selected
de: Eine Schnittstelle muss angegeben werden

source: The following interface(s) are already configured: %s Using these may overwrite their existing configuration. Are you sure you want to use the selected interface(s)?
de: Die folgenden Netzwerkschnittstellen sind bereits konfiguriert: %s Werden diese Schnittstellen verwendet, so kann dies ihre vorhandene Konfiguration überschreiben. Sind Sie sicher, dass Sie die ausgewählten Schnittstellen verwenden möchten?

source: Error setting interface parameters.
de: Fehler beim Einstellen der Schnittstellenparameter.

source: Error validating IP configuration: %s
de: Fehler beim Prüfen der IP-Konfiguration: %s

source: Error creating interface: '%s'
de: Fehler beim Anlegen der Netzwerkschnittstelle: '%s'

source: Creating virtual interface
de: Virtuelle Netzwerkschnittstelle erzeugen

source: The virtual interface is now being created.
de: Die virtuelle Netzwerkschnittstelle wird nun erstellt.

source: Routed
de: Geroutet

source: Any physical device
de: Alle physischen Geräte

source: Physical device %s
de: Physisches Gerät %s

source: Invalid Network Name
de: Ungültiger Netzwerkname

source: Network name must be non-blank and less than 50 characters
de: Der Netzwerkname darf nicht leer sein und muss aus weniger als 50 Zeichen bestehen

source: Network name may contain alphanumeric and '_' characters only
de: Der Netzwerkname darf nur alphanumerische Zeichen und '_' enthalten

source: Invalid Network Address
de: Ungültige Netzwerkadresse

source: The network address could not be understood
de: Die Netzwerkadresse wurde nicht verstanden

source: The network must be an IPv4 address
de: Das Netzwerk muss eine IPv4-Adresse sein

source: The network must address at least 16 addresses.
de: Das Netzwerk muss mindestens 16 Adressen ansprechen.

source: Check Network Address
de: Netzwerkadresse prüfen

source: The network should normally use a private IPv4 address. Use this non-private address anyway?
de: Das Netzwerk sollte normalerweise eine private IPv4-Adresse benutzen. Trotzdem diese nicht-private Adresse verwenden?

source: Invalid DHCP Address
de: Ungültige DHCP-Adresse

source: The DHCP start address could not be understood
de: Die DHCP-Startadresse wurde nicht verstanden

source: The DHCP end address could not be understood
de: Die DHCP-Endadresse wurde nicht verstanden

source: The DHCP start address is not with the network %s
de: Die DHCP-Startadresse entspricht nicht dem Netzwerk %s

source: The DHCP end address is not with the network %s
de: Die DHCP-Endadresse entspricht nicht dem Netzwerk %s

source: Invalid static route
de: Ungültige statische Route

source: The network address is incorrect.
de: Die Netzwerkadresse ist falsch.

source: The gateway address is incorrect.
de: Die Gateway-Adresse ist falsch.

source: The network must be an IPv6 address
de: Das Netzwerk muss eine IPv6-Adresse sein

source: For libvirt, the IPv6 network prefix must be /64
de: Für libvirt muss das IPv6 Netzwerk-Präfix /64 sein

source: Invalid DHCPv6 Address
de: Ungültige DHCPv6-Adresse

source: The DHCPv6 start address could not be understood
de: Die DHCPv6-Startadresse wurde nicht verstanden

source: The DHCPv6 end address could not be understood
de: Die DHCPv6-Endadresse wurde nicht verstanden

source: The DHCPv6 start address is not with the network %s
de: Die DHCPv6-Startadresse entspricht nicht dem Netzwerk %s

source: The DHCPv6 end address is not with the network %s
de: Die DHCPv6-Endadresse entspricht nicht dem Netzwerk %s

source: Invalid Domain Name
de: Ungültiger Domain-Name

source: Domain name must be less than 17 characters
de: Domain-Name muss aus weniger als 17 Zeichen bestehen

source: Domain name may contain alphanumeric and '_' characters only
de: Der Domain-Name darf nur alphanumerische Zeichen und '_' enthalten

source: Private
de: Privat

source: Other/Public
de: Anders/Öffentlich

source: Reserved
de: Reserviert

source: Unspecified
de: Nicht spezifiziert

source: Error creating virtual network: %s
de: Fehler beim Erzeugen des virtuellen Netzwerks: %s

source: Choose source path
de: Quellpfad auswählen

source: Choose target directory
de: Zielverzeichnis auswählen

source: Error creating pool: %s
de: Fehler beim Erzeugen des Pools: %s

source: Creating storage pool...
de: Speicher-Pool erzeugen ...

source: Creating the storage pool may take a while...
de: Erzeuge den Speicher-Pool, dies kann eine Weile dauern ...

source: Pool Parameter Error
de: Pool-Parameter-Fehler

source: Building a pool of this type will format the source device. Are you sure you want to 'build' this pool?
de: Aufbauen eines Pool von diesem Typ wird das Quellgerät formatieren. Sind Sie sicher, dass Sie diesen Pool 'bauen' wollen?

source: Error creating vol: %s
de: Fehler beim Anlegen des Datenträgers: %s

source: Creating storage volume...
de: Erzeuge Speicherdatenträger ...

source: Creating the storage volume may take a while...
de: Erzeuge den Speicher-Datenträger, dies kann eine Weile dauern ...

source: Volume Parameter Error
de: Datenträger-Parameterfehler

source: Delete
de: Löschen

source: Are you sure you want to delete the storage?
de: Sind Sie sicher, dass Sie den Speicher löschen möchten?

source: Deleting virtual machine '%s'
de: Virtuelle Maschine «%s» löschen

source: Deleting path '%s'
de: Pfad «%s» löschen

source: Error deleting virtual machine '%s': %s
de: Fehler beim Löschen der virtuellen Maschine «%s»: %s

source: Additionally, there were errors removing certain storage devices:
de: Zudem traten Fehler auf beim Entfernen bestimmter Speichergeräte:

source: Errors encountered while removing certain storage devices.
de: Beim Entfernen bestimmter Speichergeräte traten Fehler auf.

source: Storage Path
de: Speicherpfad

source: Target
de: Ziel

source: Cannot delete iscsi share.
de: iSCSI-Freigabe kann nicht entfernt werden.

source: Cannot delete unmanaged remote storage.
de: Nicht verwalteter entfernter Speicher kann nicht entfernt werden.

source: Cannot delete unmanaged block device.
de: Nicht verwaltetes entferntes Blockgerät kann nicht entfernt werden.

source: Storage is read-only.
de: Speicher ist schreibgeschützt.

source: No write access to path.
de: Kein Schreibzugriff auf Pfad.

source: Storage is marked as shareable.
de: Speicher ist als freigebbar gekennzeichnet.

source: Storage is in use by the following virtual machines: - %s
de: Speicher wird von den folgenden virtuellen Maschinen verwendet: - %s

source: Redirected %s
de: Umgeleitet %s

source: _Add Hardware
de: Hardware _hinzufügen

source: _Remove Hardware
de: Hardware _entfernen

source: Libvirt did not detect NUMA capabilities.
de: Libvirt hat keine NUMA-Möglichkeiten entdeckt.

source: On CPU
de: Auf CPU

source: There are unapplied changes. Would you like to apply them now?
de: Es gibt nicht angewendete Änderungen. Möchten Sie sie jetzt anwenden?

source: Don't warn me again.
de: Nicht erneut warnen.

source: Error refreshing hardware page: %s
de: Fehler beim Neuladen der Hardwareseite: %s

source: _Restore
de: _Wiederaufnehmen

source: _Run
de: _Ausführen

source: Manage VM snapshots
de: VM Snapshots verwalten

source: Error launching hardware dialog: %s
de: Fehler beim Starten des Hardwaredialogs: %s

source: Error taking screenshot: %s
de: Fehler bei der Bildschirmaufnahme: %s

source: Error initializing spice USB device widget
de: Fehler bei der Initialisierung des SPICE USB Einheiten Widget

source: Select USB devices for redirection
de: Wählen Sie USB-Einheiten für die Umleitung

source: Save Virtual Machine Screenshot
de: Bildschirmfoto der virtuellen Maschine speichern

source: Error generating CPU configuration
de: Fehler beim Generieren der CPU-Konfiguration

source: Error copying host CPU: %s
de: Fehler beim Kopieren der Host-CPU: %s

source: Error disconnecting media: %s
de: Fehler beim Trennen von Medium: %s

source: Error launching media dialog: %s
de: Fehler beim Starten des Mediumdialogs: %s

source: Error apply changes: %s
de: Fehler beim Anwenden von Änderungen: %s

source: Error building pin list
de: Fehler beim Erstellen der Pin-Liste

source: Error pinning vcpus
de: Fehler beim VCPU-Pinning

source: Error changing autostart value: %s
de: Fehler beim Wechseln des Autostart-Werts: %s

source: Cannot set initrd without specifying a kernel path
de: initrd kann ohne Angabe eines Kernelpfads nicht eingestellt werden

source: Cannot set kernel arguments without specifying a kernel path
de: Kernel-Parameter können ohne Angabe eines Kernelpfads nicht eingestellt werden

source: An init path must be specified
de: Ein init-Pfad muss angegeben werden

source: Are you sure you want to remove this device?
de: Sind Sie sicher, dass Sie dieses Gerät entfernen wollen?

source: Error Removing Device: %s
de: Fehler beim Entfernen des Geräts: %s

source: Device could not be removed from the running machine
de: Gerät konnte nicht von der laufenden Maschine entfernt werden

source: This change will take effect after the next guest shutdown.
de: Diese Änderung wird nach dem nächsten Herunterfahren des Gasts wirksam.

source: Error changing VM configuration: %s
de: Fehler beim Ändern der VM-Konfiguration: %s

source: Some changes may require a guest shutdown to take effect.
de: Einige Änderungen erfordern einen Neustart des Gasts, um wirksam zu werden.

source: These changes will take effect after the next guest shutdown.
de: Diese Änderungen werden nach dem nächsten Herunterfahren des Gasts wirksam.

source: unknown
de: unbekannt

source: Same as host
de: Gleich wie Host

source: Disabled
de: Deaktiviert

source: VCPU info only available for running domain.
de: VCPU-Informationen nur für laufende Domain verfügbar.

source: Error getting VCPU info: %s
de: Fehler beim Abrufen der VCPU-Informationen: %s

source: Virtual machine does not support runtime VPCU info.
de: Virtuelle Maschine unterstützt keine VCPU-Informationen zur Laufzeit.

source: Xen Mouse
de: Xen-Maus

source: PS/2 Mouse
de: PS/2-Maus

source: Absolute Movement
de: Absolute Bewegung

source: Relative Movement
de: Relative Bewegung

source: Automatically allocated
de: Automatisch zuordnen

source: Local SDL Window
de: Lokales SDL-Fenster

source: Serial Device
de: Serielles Gerät

source: Parallel Device
de: Parallelgerät

source: Console Device
de: Konsolengerät

source: Channel Device
de: Kanalgerät

source: %s Device
de: %s Gerät

source: Primary Console
de: Primäre Konsole

source: Default
de: Standard

source: Tablet
de: Tablett

source: Mouse
de: Maus

source: Display %s
de: Anzeige %s

source: Sound: %s
de: Audio: %s

source: Filesystem %s
de: Dateisystem %s

source: Running
de: Wird ausgeführt

source: Paused
de: Pausiert

source: Shutting Down
de: Herunterfahren

source: Saved
de: Gespeichert

source: Shutoff
de: Ausgeschaltet

source: Crashed
de: Abgestürzt

source: Suspended
de: Angehalten

source: There is more than one '%s' device attached to your host, and we can't determine which one to use for your guest. To fix this, remove and reattach the USB device to your guest using the 'Add Hardware' wizard.
de: Es ist mehr als eine '%s' Einheit an Ihrem Host angeschlossen und wir können nicht bestimmen, welche für Ihre Gäste zu verwenden. Um dies zu beheben, entfernen und befestigen Sie die USB-Einheit an Ihrem Gast mit dem "Hardware hinzufügen"-Assistenten.

source: Libvirt connection does not support snapshots.
de: Libvirt-Verbindungen unterstützen keine Snapshots.

source: Could not find specified device in the inactive VM configuration: %s
de: Angegebenes Gerät konnte nicht in der inaktiven VM-Konfiguration gefunden werden: %s

source: Cannot start guest while cloning operation in progress
de: Gast kann während laufender Klonoperation nicht gestartet werden.

source: Cannot resume guest while cloning operation in progress
de: Gast kann während laufender Klonoperation nicht fortgesetzt werden.

source: Saving domain to disk
de: Domain wird auf Festplatte gespeichert

source: Migrating domain
de: Domain wird migriert

source: Could not detect a default hypervisor. Make sure the appropriate virtualization packages are installed (kvm, qemu, libvirt, etc.), and that libvirtd is running. A hypervisor connection can be manually added via File->Add Connection
de: Es konnte kein Standard-Hypervisor gefunden werden. Vergewissern Sie sich, dass die richtigen Virtualisierungspakete (kvm, qemu, libvirt etc.) installiert sind und dass libvirtd läuft. Eine Hypervisor-Verbindung kann manuell hinzugefügt werden via Datei->Verbindung hinzufügen

source: The 'libvirtd' service will need to be started. After that, virt-manager will connect to libvirt on the next application start up.
de: Das 'libvirtd' Service muss gestartet werden. Danach wird der virt-manager zu libvirt verbinden wenn die nächste Anwendung gestartet wird.

source: Libvirt service must be started
de: Libvirt muss gestartet sein

source: Error polling connection '%s': %s
de: Fehler beim Abfragen der Verbindung «%s»: %s

source: Unknown connection URI %s
de: Unbekannter Verbindungs-URI %s

source: The remote host requires a version of netcat/nc which supports the -U option.
de: Der entfernte Host erfordert eine Version von netcat/nc, welche die -U Option unterstützt.

source: You need to install openssh-askpass or similar to connect to this host.
de: Sie müssen openssh-askpass o.ä. installieren, um mit diesem Host zu verbinden.

source: Verify that the 'libvirtd' daemon is running on the remote host.
de: Stellen Sie sicher, dass der «libvirtd»-Daemon auf dem entfernten Host läuft.

source: Verify that: - A Xen host kernel was booted - The Xen service has been started
de: Stellen Sie sicher, dass: - Ein Xen-Host-Kernel gebootet wurde - Der Xen-Dienst gestartet wurde

source: Could not detect a local session: if you are running virt-manager over ssh -X or VNC, you may not be able to connect to libvirt as a regular user. Try running as root.
de: Lokale Sitzung konnte nicht gefunden werden: Falls Sie virt-manager über ssh -X oder VNC ausführen, können Sie ggf. nicht als normaler Benutzer mit libvirt verbinden. Versuchen Sie es als Root.

source: Verify that the 'libvirtd' daemon is running.
de: Stellen Sie sicher, dass der «libvirtd»-Daemon läuft.

source: Unable to connect to libvirt.
de: Mit libvirt konnte nicht verbunden werden.

source: Would you still like to remember this connection?
de: Würden Sie sich noch gerne an diese Verbindung erinnern?

source: Virtual Machine Manager Connection Failure
de: Fehler bei der Verbindung mit dem Virtual Machine Manager.

source: Error launching 'About' dialog: %s
de: Fehler beim Starten des «Info»-Dialogs: %s

source: Error launching preferences: %s
de: Fehler beim Starten der Einstellungen: %s

source: Error launching host dialog: %s
de: Fehler beim Starten des Host-Dialogs: %s

source: Error launching connect dialog: %s
de: Fehler beim Starten des Verbindungsdialogs: %s

source: Error launching details: %s
de: Fehler beim Starten der Details: %s

source: Error launching manager: %s
de: Fehler beim Starten des Managers: %s
