Repository: agx/virt-manager-debian
Catalog: po/*.po
Languages: de

source: <span color='#484848'>Networking:</span>
de: <span color='#484848'>Netzwerk:</span>

source: No storage to clone
de: Kein Speicher zu klonen

source: <span color='#484848'>Storage:</span>
de: <span color='#484848'>Speicherplatz:</span>

source: <span size='small'>Cloning creates a new, independent copy of the original disk. Sharing uses the existing disk image for both the original and the new machine.</span>
de: <span size='small'>Beim Klonen wird eine neue, unabhängige Kopie der Originalplatte erstellt. Beim Freigeben wird das vorhandene Plattenimage für die neue und die Originalmaschine verwendet.</span>

source: C_lone
de: K_lonen

source: SSL/TLS with certificates
de: SSL/TLS mit Zertifikaten

source: LXC (Linux Containers)
de: LXC (Linux-Container)

source: Add Connection
de: Verbindung hinzufügen

source: Co_nnect
de: Verbi_nden

source: Hypervisor Select
de: Hypervisor-Auswahl

source: Connection Select
de: Verbindungsauswahl:

source: Generated URI:
de: URI generieren:

source: Connect to _remote host
de: Mit _entferntem Rechner verbinden

source: Me_thod:
de: Me_thode:

source: _Autoconnect:
de: _Automatische Verbindung:

source: _Username:
de: _Benutzername:

source: New VM
de: Neue VM

source: <span size='large' color='white'>Create a new virtual machine</span>
de: <span size='large' color='white'>Neue virtuelle Maschine erstellen</span>

source: Choose how you would like to install the operating system
de: Geben Sie an, wie Sie das Betriebssystem installieren möchten

source: _Local install media (ISO image or CDROM)
de: _Lokales Installationsmedium (ISO-Abbild oder CDROM)

source: Network _Install (HTTP, FTP, or NFS)
de: _Installation vom Netzwerk (HTTP, FTP oder NFS)

source: Network _Boot (PXE)
de: _Starten vom Netzwerk (PXE)

source: Import _existing disk image
de: _Vorhandenes Festplatten-Abbild importieren

source: Choose the container type
de: Containertyp wählen

source: C_onnection:
de: _Verbindung:

source: _Virt Type:
de: _Virtualisierungstyp:

source: _Architecture:
de: _Architektur:

source: Locate your install media
de: Pfad zum Installationsmedium

source: Use CD_ROM or DVD
de: CD-_ROM oder DVD benutzen

source: Use _ISO image:
de: _ISO-Abbild benutzen:

source: Provide the operating system install URL
de: Die Betriebssystem-Installations-URL bereitstellen

source: Kernel options:
de: Kernel-Optionen:

source: URL Options
de: URL-Optionen

source: Provide the existing storage path:
de: Vorhandenen Speicherpfad angeben:

source: B_rowse...
de: Du_rchsuchen ...

source: Provide the _application path:
de: _Anwendungspfad angeben:

source: Provide the existing OS root _directory:
de: _Basisverzeichnis des vorhandenen Betriebssystems angeben:

source: <small>The OS directory tree must already exist. Creating an OS directory tree is not yet supported.</small>
de: <small>Der Betriebssystem-Verzeichnisbaum muss bereits existieren. Das Erstellen eines Verzeichnisbaums wird noch nicht unterstützt.</small>

source: A_utomatically detect operating system based on install media
de: Betriebssystem a_utomatisch auf Basis der Installationsmedien erkennen

source: Choose an operating system type and version
de: Betriebssystemtyp und -version wählen

source: OS _type:
de: Betriebssystem_typ:

source: Install
de: Installation

source: Choose Memory and CPU settings
de: Speicher- und CPU-Einstellungen wählen

source: _Memory (RAM):
de: _Speicher (RAM):

source: (Insert host mem)
de: (Host-Speicher eingeben)

source: Memory
de: Speicher

source: _Enable storage for this virtual machine
de: Speicherplatz für diese virtuelle Maschine _aktivieren

source: C_ustomize configuration before install
de: Konfiguration bearbeiten vor der Installation

source: <span color='#484848'>Install:</span>
de: <span color='#484848'>Installation:</span>

source: <span color='#484848'>Memory:</span>
de: <span color='#484848'>Speicher:</span>

source: <span color='#484848'>OS:</span>
de: <span color='#484848'>Betriebssystem:</span>

source: <small>Specifying an operating system is required for best performance</small>
de: <small>Für optimale Leistung ist es erforderlich, ein Betriebssystem anzugeben</small>

source: Set a fixed _MAC address
de: Feste _MAC-Adresse setzen

source: Advanced options
de: Erweiterte Optionen

source: Finish
de: Abschliessen

source: Bonding configuration
de: Bonding einrichten

source: Bond monitor mode:
de: Bond-Monitormodus:

source: Bond mode:
de: Bond-Modus:

source: Target address:
de: Ziel-Adresse:

source: Interval:
de: Intervall:

source: seconds
de: Sekunden

source: Validate mode:
de: Validierungsmodus:

source: <b>ARP settings</b>
de: <b>ARP-Einstellungen</b>

source: Frequency:
de: Frequenz:

source: Up delay:
de: Startverzögerung:

source: Down delay:
de: Verzögerung beim Herunterfahren:

source: Carrier type:
de: Träger-Typ:

source: <b>MII settings</b>
de: <b>MII-Einstellungen</b>

source: <b>Bond configuration</b>
de: <b>Bond-Konfiguration</b>

source: Bridge configuration
de: Brücke (Bridge) einrichten

source: Forward delay:
de: Weiterleitungsverzögerung:

source: Enable STP:
de: STP aktivieren:

source: <b>Bridge configuration</b>
de: <b>Bridge-Konfiguration</b>

source: IP Configuration
de: IP-Konfiguration

source: _Copy interface configuration from:
de: Schnittstellenkonfiguration _kopieren von:

source: Ma_nually configure:
de: Ma_nuell einrichten:

source: Static configuration:
de: Statische Konfiguration:

source: Addresses:
de: Adressen:

source: <b>IP Configuration</b>
de: <b>IP-Konfiguration</b>

source: Configure network interface
de: Netzwerkschnittstellen einrichten

source: <span size='large' color='white'>Configure network interface</span>
de: <span size='large' color='white'>Netzwerkschnittstelle einrichten</span>

source: Select the interface type you would like to configure.
de: Den Schnittstellen-Typ, welcher Sie eingerichten werden, auswählen.

source: _Interface type:
de: _Netzwerkschnittstellentyp:

source: _Start mode:
de: _Start-Modus:

source: _Activate now:
de: Jetzt _aktivieren:

source: Bridge settings:
de: Bridge-Einstellungen:

source: C_onfigure
de: K_onfigurieren

source: IP settings:
de: IP-Einstellungen

source: _Configure
de: _Konfigurieren

source: Insert list desc:
de: Listenbeschreibung einfügen:

source: Create a new virtual network
de: Neues virtuelles Netzwerk erstellen

source: Net Name Field
de: Netznamen-Feld

source: <b>Example:</b> network1
de: <b>Beispiel:</b> Netzwerk1

source: Network _Name:
de: Netzwerk_name:

source: Enable IPv4 network address space definition
de: Aktivieren der IPv4-Netzwerk-Adressraum Definition

source: _Network:
de: _Netzwerk:

source: Type:
de: Typ:

source: End:
de: Ende:

source: Enable DHCPv4
de: DHCPv4 aktivieren

source: Enable Static Route Definition
de: Aktivieren Statische Route Definition

source: <b>to</b> Network:
de: <b>zum/b> Netzwerk:

source: <b>via</b> Gateway:
de: <b>über</b> Gateway:

source: Enable IPv6 network address space definition
de: Aktivieren der IPv6-Netzwerk-Adressraum Definition

source: Enable DHCPv6
de: DHCPv6 aktivieren

source: _Isolated virtual network
de: _Isoliertes virtuelles Netzwerk

source: For_warding to physical network
de: Zum physischen Netzwerk _weiterleiten

source: _Destination:
de: _Ziel:

source: Physical Network
de: Physisches Netzwerk

source: Enable IPv6 internal routing/networking
de: IPv6 internes Routing/Vernetzung aktivieren

source: If an IPv6 network address is <b>not</b> specified, this will enable IPv6 internal routing between virtual machines. By default, IPv4 internal routing is enabled.
de: Wenn eine IPv6-Netzwerk-Adresse <b>nicht</b> angegeben ist, wird dieses IPv6 internes Routing zwischen virtuellen Maschinen ermöglichen. Standardmäßig wird IPv4 internes Routing aktiviert.

source: Add a New Storage Pool
de: Neuen Speicher-Pool hinzufügen

source: B_uild Pool:
de: Pool erze_ugen:

source: _Target Path:
de: _Zielpfad:

source: _Source Path:
de: _Quellpfad:

source: B_rowse
de: Du_rchsuchen

source: Bro_wse
de: Du_rchsuchen

source: Add a Storage Volume
de: Neuen Speicherdatenträger hinzufügen

source: available space:
de: verfügbarer Platz:

source: Max Ca_pacity:
de: Max. Ka_pazität:

source: _Allocation:
de: _Zuweisung:

source: <small>This VM is currently running and will be forced off before being deleted</small>
de: <small>Diese VM läuft derzeit und wird Zwangs-Abgeschaltet, bevor sie gelöscht wird</small>

source: Delete _associated storage files
de: Zugehörige D_ateien löschen

source: _File
de: _Datei

source: _View Manager
de: Manager _anzeigen

source: Virtual _Machine
de: Virtuelle _Maschine

source: _Take Screenshot
de: Bildschirmfo_to aufnehmen

source: Redirect USB device attached on host to virtual machine with SPICE graphics. USB Redirection device is required for Virtual Machine to support this functionality. Auto-redirection is enabled by default
de: Umleiten USB-Einheit, die auf dem Host angebracht ist, auf Virtuelle Maschinen mit SPICE Grafiken. USB Einheiten-Umleitung ist für die Virtuelle Maschinen erforderlich, um diese Funktionalität zu unterstützen. Auto-Umleitung ist standardmäßig aktiviert

source: _Redirect USB device
de: USB-Einheit weite_rleiten

source: _View
de: _Anzeigen

source: _Console
de: _Konsole

source: _Fullscreen
de: _Vollbildmodus

source: _Resize to VM
de: _Grösse anpassen auf VM

source: _Scale Display
de: Anzeige _skalieren

source: _Always
de: _Immer

source: _Only when Fullscreen
de: _Nur wenn Vollbildmodus

source: _Never
de: _Nie

source: _Text Consoles
de: _Textkonsolen

source: T_oolbar
de: _Werkzeugleiste

source: Send _Key
de: _Taste senden

source: Show the graphical console
de: Grafische Konsole anzeigen:

source: Console
de: Konsole

source: Show virtual hardware details
de: Details der virtuellen Hardware anzeigen

source: Power on the virtual machine
de: Virtuelle Maschine anschalten

source: Run
de: Starten

source: Pause the virtual machine
de: Virtuelle Maschine pausieren

source: Shutdown the virtual machine
de: Virtuelle Maschine herunterfahren

source: Shut Down
de: Herunterfahren

source: Switch to fullscreen view
de: Zu Vollbildmodus wechseln

source: Begin Installation
de: Installation beginnen

source: _Begin Installation
de: Installation _beginnen

source: _Cancel
de: Abbre_chen

source: A_dd Hardware
de: Har_dware hinzufügen

source: Shut down
de: Herunterfahren

source: Description:
de: Beschreibung:

source: <b>Basic Details</b>
de: <b>Grundlegende Details</b>

source: Architecture:
de: Architektur:

source: Product name:
de: Produktname:

source: <b>Operating System</b>
de: <b>Betriebssystem</b>

source: <b>Applications</b>
de: <b>Anwendungen</b>

source: Enable A_CPI:
de: A_CPI aktivieren:

source: C_lock Offset:
de: _Uhr Offset:

source: Machine _Type:
de: Maschinentyp:

source: Enable A_PIC:
de: A_PIC aktivieren:

source: <b>Machine Settings</b>
de: <b>Maschineneinstellungen</b>

source: _Label:
de: _Kennung

source: relabel
de: Neu kennzeichnen

source: D_ynamic
de: D_ynamisch

source: _Static
de: _Statisch

source: The dynamic SELinux security type tells libvirt to automatically pick a unique label for the guest process and guest image, ensuring total isolation of the guest. (Default)
de: Der dynamische SELinux-Sicherheitstyp veranlasst libvirt, automatisch eine eindeutige Kennung für den Gastprozess und das Gastabbild zu wählen, wodurch die vollständige Isolation des Gasts gewährleistet ist. (Standard)

source: M_odel:
de: M_odell:

source: <b>Security</b>
de: <b>Sicherheit</b>

source: Logical host CPUs:
de: Logische Rechner-CPUs:

source: Maximum allocation:
de: Maximale Zuweisung:

source: Current a_llocation:
de: _Derzeitige Zuweisung:

source: Virtual CPU Select
de: Virtuelle CPU-Auswahl

source: <small>Overcommitting vCPUs can hurt performance</small>
de: <small>Mehrfachvergabe von vCPUs kann die Leistung beeinträchtigen</small>

source: Model:
de: Modell:

source: Copy host CPU configuration
de: Host-CPU-Konfiguration kopieren

source: <b>Configuration</b>
de: <b>Konfiguration</b>

source: Manually set CPU topology
de: CPU-Topologie manuell einstellen

source: Cores:
de: Kerne:

source: <b>Topology</b>
de: <b>Topologie</b>

source: Default _pinning:
de: Standard _Pinning:

source: Virtual CPU Affinity Select
de: Virtuelle CPU-Affinität Auswahl

source: Generate from host _NUMA configuration
de: Von Host _NUMA-Konfiguration generieren

source: R_untime pinning:
de: Laufzeit-_Pinning:

source: Ma_ximum allocation:
de: Ma_ximale Zuweisung:

source: Total host memory:
de: Gesamter Host-Speicher:

source: Memory Select
de: Speicherauswahl

source: Max Memory Select
de: Max. Speicherauswahl

source: <b>Memory</b>
de: <b>Speicher</b>

source: Start virt_ual machine on host boot up
de: Virt_uelle Maschine beim Start des Hosts starten

source: Enable boot me_nu
de: Bootme_nü aktivieren

source: <b>Boot device order</b>
de: <b>Boot-Gerät-Reihenfolge</b>

source: Enable direct kernel boot
de: Direkten Kernel-Boot aktivieren

source: Kernel path:
de: Kernel-Pfad:

source: Initrd path:
de: Initrd-Pfad:

source: Browse
de: Durchsuchen

source: Kernel args:
de: Kernel-Argumente:

source: DTB Path:
de: DTB Pfad:

source: <b>Direct kernel boot</b>
de: <b>Direkter Kernel-Boot</b>

source: Init path:
de: Init-Pfad:

source: R_eadonly:
de: Schr_eibgeschützt:

source: Sharea_ble:
de: Freige_bbar:

source: Storage size:
de: Speichergrösse:

source: Source path:
de: Quellpfad:

source: Connect or disconnect media
de: Verbinden mit/Trennen von Medium

source: Device type:
de: Gerätetyp:

source: Storage forma_t:
de: Speicherformat:

source: Disk b_us:
de: Festplattenb_us:

source: Serial num_ber:
de: Serien_nummer:

source: _IO mode:
de: _EA-Modus:

source: _Performance options
de: _Leistungsoptionen

source: Read:
de: Lesen:

source: KBytes/Sec
de: KBytes/Sek

source: IOPS/Sec
de: IOPS/Sek

source: Total:
de: Gesamt:

source: Write:
de: Schreiben:

source: IO _Tuning
de: IO-_Optimierung

source: Advanced _options
de: Erweiterte _Optionen

source: <b>Virtual Disk</b>
de: <b>Virtuelle Platte:</b>

source: Source device:
de: Quellgerät:

source: Device m_odel:
de: Gerätem_odell:

source: MAC address:
de: MAC-Adresse:

source: Source mode:
de: Quellmodus:

source: <b>Virtual Network Interface</b>
de: <b>Virtuelle Netzwerkschnittstelle</b>

source: Instance id:
de: Instanzen-ID:

source: Typeid version:
de: Typ-ID-Version:

source: Typeid:
de: Typ-ID:

source: Virtual port
de: Virtueller Port

source: Mode:
de: Modus:

source: <b>Virtual Pointer</b>
de: <b>Virtueller Zeiger</b>

source: Address:
de: Adresse:

source: _Password:
de: _Passwort:

source: _Keymap:
de: _Tastaturbelegung:

source: label
de: kennzeichnen

source: <b>Sound Device</b>
de: <b>Audiogerät</b>

source: Source host:
de: Quellhost:

source: Target type:
de: Zieltyp:

source: Target name:
de: Zielname:

source: <b>insert type</b>
de: <b>Typ eingeben</b>

source: Heads:
de: Köpfe:

source: A_ction:
de: A_ktion:

source: Driver:
de: Treiber:

source: Write Policy:
de: Schreibrichtlinie:

source: Source:
de: Quelle:

source: Target:
de: Ziel:

source: Readonly Filesystem:
de: Schreibgeschütztes Dateisystem:

source: <b>Filesystem</b>
de: <b>Dateisystem</b>

source: M_ode:
de: M_odus:

source: <b>Smartcard Device</b>
de: <b>Smartcard-Gerät</b>

source: <b>Redirected device</b>
de: <b>Umgeleitetes Gerät</b>

source: <b>TPM Device</b>
de: <b>TPM Einheit</b>

source: Backend type:
de: Unterbau Typ:

source: Service:
de: Dienst:

source: Bind Service:
de: Bind Dienst:

source: Rate (period):
de: Rate (Periode):

source: <b>Random Number Generator</b>
de: <b>Zufallszahlen Generator</b>

source: <b>The console is currently unavailable</b>
de: <b>Die Konsole ist derzeit nicht verfügbar</b>

source: _Save this password in your keyring
de: Dieses Passwort in Ihrem Schlüsselbund _speichern

source: Connection Details
de: Verbindungsdetails

source: Restore Saved Machine...
de: Virtuelle Maschine wiederherstellen ...

source: Restore a saved machine from a filesystem image
de: Eine gespeicherte Maschine von einem Dateisystem-Abbild wiederherstellen

source: Memory:
de: Speicher:

source: Logical CPUs:
de: Logische CPUs:

source: Connection:
de: Verbindung:

source: A_utoconnect:
de: A_utomatische Verbindung:

source: <b>Basic details</b>
de: <b>Grundlegende Details</b>

source: Overview
de: Überblick

source: State:
de: Status:

source: NAT to any device
de: NAT für alle Einheiten

source: Network:
de: Netzwerk:

source: Static Route:
de: Statische Route:

source: <b>IPv4 configuration</b>
de: <b>IPv4-Konfiguration</b>

source: <b>IPv6 configuration</b>
de: <b>IPv6 Konfiguration</b>

source: Add Network
de: Netzwerk hinzufügen

source: Start Network
de: Netzwerk starten

source: Stop Network
de: Netzwerk stoppen

source: Delete Network
de: Netzwerk löschen

source: Virtual Networks
de: Virtuelle Netzwerke

source: Pool Type:
de: Pool-Typ:

source: Location:
de: Ort:

source: <b>Volumes</b>
de: <b>Datenträger</b>

source: Refresh volume list
de: Datenträgerliste neu laden

source: Add Pool
de: Pool hinzufügen

source: Start Pool
de: Pool starten

source: Stop Pool
de: Pool stoppen

source: Delete Pool
de: Pool löschen

source: _New Volume
de: _Neuer Datenträger

source: _Delete Volume
de: _Datenträger löschen

source: Start mode:
de: Start-Modus:

source: In use by:
de: In Benutzung von:

source: <b>IPv4 Configuration</b>
de: <b>IPv4-Konfiguration</b>

source: <b>IPv6 Configuration</b>
de: <b>IPv6-Konfiguration</b>

source: <b>Slave Interfaces</b>
de: <b>Untergeordnete Schnittstelle (Slave)</b>

source: Add Interface
de: Netzwerkschnittstellen hinzufügen

source: Start Interface
de: Netzwerkschnittstellen starten

source: Stop Interface
de: Netzwerkschnittstelle stoppen

source: Delete Interface
de: Netzwerkschnittstellen löschen

source: Network Interfaces
de: Netzwerkschnittstellen

source: _Add Connection...
de: _Verbindung hinzufügen ...

source: _Edit
de: B_earbeiten

source: _Connection Details
de: _Verbindungsdetails:

source: _Virtual Machine Details
de: Details der _virtuelle Maschine

source: _Guest CPU Usage
de: _Gast-CPU-Verbrauch

source: _Host CPU Usage
de: _Host-CPU-Verbrauch

source: _Disk I/O
de: _Festplatten E/A

source: _Network I/O
de: _Netzwerk E/A

source: _Help
de: _Hilfe

source: Create a new virtual machine
de: Neue virtuelle Maschine erstellen

source: New
de: Neu

source: Show the virtual machine console and details
de: Konsole der virtuellen Maschine und Details anzeigen

source: _Open
de: _Öffnen

source: _Shutdown
de: _Herunterfahren

source: Migrate the virtual machine
de: Virtuelle Maschine migrieren

source: <span color='#484848'>New host:</span>
de: <span color='#484848'>Neuer Host:</span>

source: <span color='#484848'>Migrate _offline:</span>
de: <span color='#484848'>Offline-Migration:</span>

source: _Tunnel migration through libvirt's daemon:
de: Migration durch libvirt-Daemon _tunneln:

source: Max downtime:
de: Maximale Downtime:

source: _Bandwidth:
de: _Bandbreite:

source: <b>Connectivity</b>
de: <b>Verbindungsfähigkeit</b>

source: _Migrate
de: _Migrieren

source: Preferences
de: Präferenzen

source: Enable _system tray icon
de: _Symbol im Benachrichtigungsfeld aktivieren

source: <b>General</b>
de: <b>Allgemein</b>

source: General
de: Allgemein

source: _Update status every
de: _Aktualisiere Status alle

source: Poll _Disk I/O
de: _Disk I/O abrufen

source: Poll _Network I/O
de: _Netzwerk I/O abrufen

source: <b>Stats Options</b>
de: <b>Statistikoptionen</b>

source: Stats
de: Statistik

source: Graphical console _scaling:
de: _Skalierung der grafischen Konsole:

source: Grab keys:
de: Tastatureingaben abfangen:

source: Not supported
de: Nicht unterstützt

source: Change...
de: Ändern ...

source: When the guest graphical console has keyboard focus, do not disable shortcuts for console window menus (Alt+F -> File, etc.) Normally these are disabled to ensure that typing in the guest does not accidentally perform an operation in virt-manager's console window.
de: Wenn der Tastaturfokus auf der grafischen Konsole des Gasts liegt, die Tastaturkürzel für Konsolenfenstermenüs (Alt+D -> Datei etc.) nicht deaktivieren. Normalerweise werden diese deaktiviert, um sicherzustellen, dass ein Tippen im Gast nicht versehentlich eine Operation im virt-managers Konsolenfenster auslöst.

source: Don't disable console shortcuts:
de: Konsolen-Tastaturkürzel nicht deaktivieren:

source: <b>Graphical Consoles</b>
de: <b>Grafische Konsole</b>

source: Graphics type:
de: Grafik Typ:

source: Default storage format for new disk images.
de: Standardmässiges Speicherformat für neue Festplattenabbilder.

source: Default storage format:
de: Standardmässiges Speicherformat:

source: Inst_all sound device:
de: Inst_allieren Audio-Einheit

source: <b>New VM</b>
de: <b>Neue VM</b>

source: _Force Poweroff:
de: _Forciertes Ausschalten:

source: Poweroff/_Reboot/Save:
de: Ausschalten/_Neustart/Speichern:

source: Device re_moval:
de: Gerät _entfernen:

source: _Interface start/stop:
de: _Schnittstelle starten/stoppen:

source: Unapplied changes:
de: Nicht angewendete Änderungen:

source: Deleting storage:
de: Speicher löschen:

source: <b>Confirmations</b>
de: <b>Bestätigungen</b>

source: Create snapshot
de: Snapshot erzeugen

source: Timestamp:
de: Zeitstempel

source: Create new snapshot
de: Neuen Snapshot erzeugen

source: Delete selected snapshot
de: Löschen ausgewählten Snapshot

source: Save updated snapshot metadata
de: Speichern aktualisierte Snapshot Metadaten

source: Choose Storage Volume
de: Speicherdatenträger wählen

source: _Browse Local
de: _Lokal durchsuchen

source: Choose _Volume
de: _Datenträger wählen
